{
	"label": "Classi",
	"entries": [
		{
			"id": "Biohacker",
			"name": "Biohacker"
		},
		{
			"id": "Envoy",
			"name": "Emissario",
			"description":"<p>Ci si fa valere nell'universo grazie a un sorriso affascinante, alla prontezza di spirito e uno sviluppato istinto di autoconservazione, e si &egrave; molto bravi a convincere gli altri a fare ci&ograve; che si desidera. Si potrebbe impersonare un ciarlatano, un imbroglione o un truffatore, oppure un attore, un ambasciatore o un uomo d'affari, che prepara il terreno per le sue trattative con parole gentili e, di tanto in tanto, qualche sporco trucco. Spesso si assume il ruolo di stratega del gruppo, ricorrendo al vivace ingegno e all'acume tattico di cui si dispone per spingere i propri amici verso successi ancora pi&ugrave; grandi, ma nulla vieta di essere anche versati nella diplomazia e fungere da portavoce dell'equipaggio di un'astronave e sfruttare cos&igrave; le proprie doti oratorie per entrare in sistemi ad accesso limitato od ottenere udienze con politici o signori della guerra locali.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.hIhgdXnqGHBm0A64]{Improvvisazione dell'Emissario - 1&deg; Livello}</h2><p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\"></span></p><p>Man mano che si guadagna esperienza si apprendono delle improvvisazioni, piccoli trucchi che sostengono gli alleati, confondono i nemici o cambiano il flusso della battaglia sfruttando la scaltrezza, l'ispirazione o la fortuna. Si impara la prima improvvisazione dell'emissario al 1&deg; livello, dopodich&eacute; se ne ottiene una aggiuntiva al 2&deg; livello e successivamente ogni 2 livelli. Se un'improvvisazione permette di concedere un effetto a un alleato, non sar&agrave; possibile conferirlo a se stessi, a meno che la descrizione non indichi altrimenti. Se un'improvvisazione dell'emissario concede un Tiro Salvezza per resistere ai suoi effetti, la CD &egrave; pari a 10 + met&agrave; del proprio livello da emissario + il proprio modificatore di Carisma. Alcune improvvisazioni sono Dipendenti dal Linguaggio o Dipendenti dai Sensi, producono effetti di Influenza Mentale o presentano una combinazione di alcuni o tutti questi elementi.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.OzwMoyrdE3fcNZLP]{Perfezionamento (Str) - 1&deg; Livello}</h2><p>Si &egrave; esperti nel superare sfide che mettono alla prova le proprie abilit&agrave;, a prescindere dal fatto che ci&ograve; avvenga in contesti sociali o meno.</p><p>Al 1&deg; livello, quando si effettua una prova di Intuizione, &egrave; possibile tirare 1d6 (il proprio dado perfezionamento) e sommare alla prova il risultato ottenuto sotto forma di Bonus Cognitivo. Si possono utilizzare questa e altre capacit&agrave; di perfezionamento finch&eacute; si dispone di almeno 1 Punto Risolutezza.</p><p>Al 5&deg;livello, ogni volta che si tira il dado perfezionamento, si ottiene bonus +1 al risultato. Al 9&deg;, 17&deg; e 20&deg; livello tale bonus aumenta di 1. Al 13&deg; livello, come dado perfezionamento si tira 1d8 invece di 1d6.</p><p>Al 9&deg; livello, si affina ancora di pi&ugrave; l'utilizzo delle abilit&agrave; a cui &egrave; possibile sommare il proprio dado perfezionamento le quali siano state anche selezionate per il talento Abilit&agrave; Focalizzata. Per ognuna di queste abilit&agrave; una volta al giorno, quando si tira il dado perfezionamento per sommare il risultato alla prova come bonus, &egrave; possibile effettuare due tiri e prendere il migliore fra i due risultati.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.0HPp0nK0L1VawPYN]{Abilit&agrave; Perfezionata (Str) - 1&deg; Livello}</h2><p>Al 1&deg; livello &egrave; possibile utilizzare Perfezionamento con un'abilit&agrave; di classe e successivamente, ogni 4 livelli, lo si pu&ograve; usare con un'abilit&agrave; di classe aggiuntiva. Occorre possedere almeno 1 grado in un'abilit&agrave; per selezionarla e dev'essere compresa nella seguente lista: Camuffare (Car), Computer (Int), Cultura (Int), Diplomazia (Car), Ingegneria (Int), Intimidire (Car), Medicina (Int) e Raggirare (Car).</p><h2 class=\"title\">@Compendium[sfrpg.class-features.DR8JvF0xiwsXggxj]{Dote Perfezionata - 3&deg; Livello}</h2><p>Al 3&deg; livello, e successivamente ogni 4 livelli, si seleziona una dote perfezionata che concede un'opzione in pi&ugrave; quando si utilizza un'abilit&agrave; a cui viene applicato perfezionamento.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.yyxPFcEO1wa7fRSJ]{Arma Specializzata (Str) - 3&deg; Livello}</h2><p>L'emissario ottiene il talento Arma Specializzata come talento bonus per ciascuna arma in cui questa classe conferisce competenza.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.3PDrv9AcAX9p4gzg]{Perfezionamento Finale (Str) - 20&deg; Livello}</h2><p>Si raggiunge la padronanza totale di una delle improvvisazioni dell'emissario e la si pu&ograve; utilizzare con la massima disinvoltura. Quando si ottiene questa capacit&agrave;, si sceglie un'improvvisazione tra quelle conosciute che produce un effetto quando si spende 1 Punto Risolutezza. Finch&eacute; si dispone di almeno 1 Punto Risolutezza, &egrave; possibile ottenere l&rsquo;effetto dell&rsquo;improvvisazione senza spendere il Punto Risolutezza. Questa capacit&agrave; non conferisce benefici se l'improvvisazione richiede pi&ugrave; di 1 Punto Risolutezza.</p><p>Inoltre, quando si tira il dado perfezionamento, si possono sommare 2d8 invece di 1d8+4 al risultato della propria prova di abilit&agrave;. Non si pu&ograve; sfruttare questa opzione se per una qualsiasi ragione il bonus conferito da perfezionamento non &egrave; 1d8+4.</p><h2>Alternate Class Features</h2><p>@Compendium[sfrpg.class-features.hBxvwY1SxmxTNRXk]{Combat Expertise (Ex)}</p><p>@Compendium[sfrpg.class-features.QaeRFGtNZ0OoKdbF]{Magical Expertise (Ex)}</p><p>@Compendium[sfrpg.class-features.a14dTDNr3SSInCHx]{Motivation Expertise (Ex)}</p><p>@Compendium[sfrpg.class-features.n4lSAvGX5mYztrU3]{Polymorphic Disguise (Su)}</p>"
		},
		{
			"id": "Mechanic",
			"name": "Meccanico",
			"description":"<p>Si riesce a dominare ogni genere di macchina, dai supercomputer avanzati ai semplici motori magnetici. Comprendendo come funzionano questi congegni, si capisce meglio il mondo circostante, e si pu&ograve; trarre il massimo dal proprio equipaggiamento, aggirare le difese pi&ugrave; robuste e persino prendere il controllo di sistemi remoti. La propria abilit&agrave; come programmatore, inoltre, permette di creare un potente alleato, che si tratti di un'intelligenza artificiale impiantata o di un drone robotico, in grado di aiutare in una variet&agrave; di compiti. Se c'&egrave; un computer o una macchina che necessita di essere riparata, aggirata o distrutta, si &egrave; sempre in prima linea. Che si sia un esperto scienziato, un ufficiale di macchina su un'astronave o un tecnico sul campo di battaglia, non si &egrave; certo nuovi alle situazioni di combattimento, ma si ritiene pi&ugrave; ragionevole lasciar combattere la propria IA o il drone, invece di farlo in prima persona.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.i7zwEHz2RWkZVOAM]{Intelligenza Artificiale (Str) - 1&deg; Livello}</h2><p>Si crea un'intelligenza artificiale (o IA), un sofisticato programma composto di codice in grado di autodeterminarsi a cui si pu&ograve; accedere per essere coadiuvati in una variet&agrave; di compiti. Questa IA &egrave; il frutto del proprio genio personale ed &egrave; molto pi&ugrave; avanzata e complessa di qualsiasi altra disponibile in commercio per i consumatori (sebbene non raggiunga la vera autocoscienza), e solo chi l'ha creata conosce i segreti dietro la sua realizzazione e il suo funzionamento. La propria IA pu&ograve; assumere una delle due forme seguenti: drone o esocorteccia. Se ne deve scegliere una quando si acquisisce il primo livello da meccanico, e una volta compiuta tale scelta non &egrave; pi&ugrave; possibile cambiarla.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.tB2crolmUBN3QMOT]{Bypassare (Str) - 1&deg; Livello}</h2><p>Si &egrave; esperti nel penetrare in sistemi informatici e congegni elettronici. Al 1&deg; livello si ottiene Bonus Cognitivo +1 alle prove di Computer e Ingegneria. Al 5&deg; livello, ogni 4 livelli successivi e infine al 20&deg; livello questo bonus aumenta di 1</p><h2 class=\"title\">@Compendium[sfrpg.class-features.uWZ3LvxQ3yezLB4j]{Attrezzatura Personalizzata (Str) - 1&deg; Livello}</h2><p>Si costruisce un kit di attrezzi su misura che pu&ograve; essere impiegato per hackerare sistemi e oggetti. L'attrezzatura personalizzata pu&ograve; essere configurata per occupare uno spazio per miglioria sulla propria Armatura o essere installata come Impianto Cibernetico nel proprio cervello (sebbene possa essere combinata con una presa dati allo stesso prezzo richiesto per la normale installazione di quest'ultima), negli occhi o in un braccio. In alternativa, &egrave; possibile configurare l'attrezzatura personalizzata in modo da renderla un dispositivo portatile, soluzione che comporta di doverla estrarre e tenere in mano per utilizzarla efficacemente. Quando si adopera questa attrezzatura, si considera di avere sempre l'attrezzo o il kit base adatto per qualsiasi prova di Computer o Ingegneria da effettuare. Alcuni Trucchi del Meccanico e modifiche dei Droni richiedono l'utilizzo di un'attrezzatura personalizzata. Inoltre, &egrave; possibile impiegarla come unit&agrave; di Unit&agrave; di Comunicazione Personale. Infine, se si dispone di un drone, &egrave; possibile usare l'attrezzatura personalizzata per comunicare con esso su un canale criptato e impartire ordini alla sua IA o controllarlo direttamente entro un raggio di 750 metri.</p><p>Se l'attrezzatura personalizzata viene danneggiata, distrutta, persa o rubata, &egrave; possibile crearne una nuova raccogliendo pezzi da qualsiasi kit da ingegnere o hacker o da altri kit di attrezzi tecnologici: la riconfigurazione dei materiali per assemblare una nuova attrezzatura personalizzata richiede 1 ora di lavoro. Si pu&ograve; possedere una sola attrezzatura personalizzata alla volta. Nel caso se ne costruisca una nuova, la vecchia funziona come un normale kit di attrezzi dello stesso tipo usato per crearla e non pu&ograve; essere pi&ugrave; utilizzata per i trucchi del meccanico.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.YMGOKoZtKgJqIsAD]{Trucco del Meccanico - 2&deg; Livello}</h2><p>Man mano che si guadagna esperienza, si apprendono dei trucchi che permettono di eseguire prodigi di ingegneria, facilitare le infiltrazioni elettroniche e ottimizzare l'equipaggiamento. Laddove alcuni di questi trucchi possono essere imparati, altri assumono la forma di piccoli potenziamenti cibernetici che si creano per se stessi (nessuno dei quali ha un costo o conta ai fini del limite massimo di impianti). Alcuni trucchi richiedono l'utilizzo di un'attrezzatura personalizzata o di altro equipaggiamento. Si acquisisce il primo trucco del meccanico al 2&deg; livello, dopodich&eacute; se ne apprende uno aggiuntivo al 4&deg; livello e successivamente ogni 2 livelli. Se un trucco del meccanico concede a un avversario un Tiro Salvezza per resistere ai suoi effetti, la CD &egrave; pari a 10 + met&agrave; del proprio livello da meccanico + il proprio modificatore di Intelligenza. Se un trucco del meccanico richiede che un avversario effettui una prova di Abilit&agrave;, la CD &egrave; pari a 10 + una volta e mezza il proprio livello di classe + il proprio modificatore di Intelligenza.</p><p>A meno che non sia indicato altrimenti, non &egrave; possibile apprendere ciascun trucco del meccanico pi&ugrave; di una volta.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.EE8KOT5324qTuW2o]{Sovraccarico (Str) - 3&deg; Livello}</h2><p>Come Azione Standard, &egrave; possibile provocare un cortocircuito in un congegno elettronico, tra cui la maggior parte delle armi a distanza a energia, le armi da mischia con la capacit&agrave; speciale Potenziata o una singola Miglioria d'Armatura. Questo rende il congegno non funzionante per 1 round. Sovraccarico non determina l'apertura di una porta chiusa a chiave, di una cassaforte o di altri congegni, ma ne impedisce l'apertura a chiunque per 1 round. Per utilizzare questa capacit&agrave; occorre essere adiacenti al congegno. Nel caso si possieda un Drone, &egrave; possibile utilizzare questa capacit&agrave; su un congegno elettronico adiacente al proprio dDrone. Se invece si dispone di un'Esocorteccia dotata della capacit&agrave; Hacking Senza Fili, &egrave; possibile utilizzare sovraccarico su qualsiasi congegno elettronico entro il raggio di Hacking Senza Fili. Nel caso si utilizzi sovraccarico su un oggetto o un potenziamento d'armatura in possesso di qualcuno, il proprietario pu&ograve; effettuare un Tiro Salvezza su Riflessi per negare l'effetto (CD = 10 + met&agrave; del proprio livello da meccanico + il proprio modificatore di Intelligenza). Sovraccarico non influenza Androidi, dispositivi cibernetici, Droni, Armature Potenziate, robot o creature con il Sottotipo Tecnologico (sono tutti schermati contro questo tipo di attacco) od oggetti di taglia superiore a Media. Una volta sovraccaricato un congegno, la carica statica residua impedisce di sovraccaricarlo di nuovo per 1 minuto.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.lOqPFn93aueiBQst]{Arma Specializzata (Str) - 3&deg; Livello}</h2><p>Si ottiene Arma Specializzata come talento bonus per ciascun tipo di arma in cui questa classe concede competenza.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.AiYxJza4CVXPRjFz]{Hackeraggio Remoto (Str) - 5&deg; Livello}</h2><p>Si pu&ograve; utilizzare la propria attrezzatura personalizzata per effettuare prove di Computer e Ingegneria a una distanza di 6 metri. Al 7&deg; livello e ogni due livelli successivi tale distanza aumenta di 3 metri. Il bersaglio di questa capacit&agrave; (o una creatura che assiste od osserva il bersaglio) pu&ograve; effettuare una prova di Intuizione o Percezione (CD = 10 + una volta e mezza il proprio livello da meccanico + il proprio modificatore di Intelligenza) per stabilire chi sia all'origine di questa attivit&agrave;.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.JQiKFSMXkqLMW98N]{Attrezzatura Specializzata (Str) - 7&deg; Livello}</h2><p>L'attrezzatura personalizzata &egrave; stata migliorata. Quando viene utilizzata con successo per hackerare un computer, &egrave; possibile anche disabilitare una contromisura installata nel sistema (a eccezione dei firewall). In aggiunta, l'attrezzatura personalizzata adesso pu&ograve; essere usata come un qualsiasi kit specializzato da ingegnere o hacker di Livello dell'Oggetto 6&deg; o inferiore, e ha le caratteristiche di un Computer di categoria pari a met&agrave; del proprio livello, migliorato con un modulo scelto fra personalit&agrave; artificiale, rinforzato o sicurezza I. Inoltre l'attrezzatura &egrave; dotata di registratore audio/video. &Egrave; possibile aggiungere Moduli o Contromisure extra alla propria attrezzatura personalizzata ai costi normalmente previsti.</p><p>&Egrave; anche possibile impiegare l'attrezzatura personalizzata per comunicare su un canale criptato con la propria astronave e accedere cos&igrave; ai suoi set di dati scaricati e al transponder a una distanza di 7,5 chilometri. Nel caso si disponga di un drone, &egrave; possibile impartirgli comandi o controllarlo direttamente alla stessa distanza.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.D5vkMjJh78XE6KkS]{Esperto Senza Pari (Str)&nbsp;- 7&deg; Livello}</h2><p>Come Azione di Movimento, si possono riparare i danni subiti dai sistemi di un'Astronave o modificare un'armatura o arma in modo da farla funzionare in modo pi&ugrave; efficiente. Per utilizzare questa capacit&agrave;, &egrave; necessario poter manipolare l'oggetto interessato senza impedimenti. Al 7&deg; livello &egrave; possibile usare questa capacit&agrave; una volta al giorno, pi&ugrave; un utilizzo giornaliero aggiuntivo per ogni 4 livelli da meccanico acquisiti oltre il 7&deg;. L'effetto preciso di questa capacit&agrave; dipende dall'oggetto o sistema che si sta modificando.</p><ul><li><strong>Armatura</strong>: Si concede bonus di potenziamento +2 alla CAE e CAC di un'armatura per 1 minuto.</li><li><strong>Arma</strong>: Si concede bonus di potenziamento +2 ai Tiri per Colpire e per i Danni di un'arma per 1 minuto.</li><li><strong>Nave Danneggiata</strong>: Si ripristina un numero di Punti Scafo pari all'incremento di PS della struttura di base dell'astronave. <br />Se questo fa aumentare i PS dell'astronave di un ammontare superiore a un multiplo della sua Soglia Critica, per ogni multiplo cos&igrave; ottenuto &egrave; possibile riparare i Danni Critici di un sistema, riducendo la loro gravit&agrave; di un grado. L'utilizzo di questa capacit&agrave; durante un Combattimento tra Astronavi equivale a eseguire la propria azione in quel turno, ed &egrave; possibile effettuarla solo durante la Fase di Ingegneria.</li></ul><h2 class=\"title\">@Compendium[sfrpg.class-features.9H5hz8bMW0i0wz2x]{Override (Str) - 9&deg; Livello}</h2><p>Il privilegio di classe sovraccarico adesso influenza androidi, droni, robot e creature con il Sottotipo Tecnologico, che devono superare un Tiro Salvezza su Volont&agrave; (CD = 10 + met&agrave; del proprio livello da meccanico + il proprio modificatore di Intelligenza) o divenire Frastornati per 1 round. Se il bersaglio fallisce il Tiro Salvezza di 10 o pi&ugrave;, non &egrave; Frastornato ma &egrave; possibile imporgli le azioni da compiere per 1 round, a condizione che non siano palesemente autodistruttive. Una volta che una creatura abbia effettuato un Tiro Salvezza contro questo attacco (a prescindere dal risultato), diventa immune ai suoi effetti per 24 ore.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.UZMGMjpAwhGZNurI]{Assalto Coordinato (Str) - 11&deg; Livello}</h2><p>Se il meccanico dispone di un drone, ogni volta in cui lui e il drone effettuano attacchi contro lo stesso bersaglio ottengono entrambi Bonus di Circostanza +1 ai Tiri per Colpire. Se invece il meccanico possiede un'esocorteccia, ogni volta in cui lui e la sua esocorteccia tentano di hackerare congiuntamente un sistema, ottengono entrambi Bonus di Circostanza +1 alle prove effettuate per ottenere accesso. In ambedue i casi, questi bonus aumentano a +2 al 17&deg; livello.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.NtHGqPauPZauV7rc]{Attrezzatura Avanzata (Str) - 13&deg; Livello}</h2><p>Le funzioni dell'attrezzatura personalizzata si arricchiscono di un firewall come contromisura bonus. Questo firewall non prevede il pagamento di costi aggiuntivi e non si considera ai fini del numero massimo di Contromisure di cui l'attrezzatura personalizzata pu&ograve; disporre, e pu&ograve; isolare un modulo o gruppo di moduli gi&agrave; protetti da un firewall. In aggiunta, &egrave; possibile utilizzare l'attrezzatura personalizzata per comunicare con la propria astronave su un canale criptato e accedere ai suoi sensori, controllarne i sistemi di sicurezza e preparare i motori per il decollo (oltre a sfruttare le funzioni di comunicazione criptata dell'attrezzatura specializzata) fino a una distanza di 75 chilometri. Nel caso si disponga di un drone, &egrave; possibile impartirgli comandi o controllarlo direttamente utilizzando un canale criptato alla stessa distanza</p><h2 class=\"title\">@Compendium[sfrpg.class-features.vaV8mCJdunfbWwQL]{Rete di Controllo (Str) - 17&deg; Livello}</h2><p>Si &egrave; in grado di far funzionare due IA contemporaneamente, una in un drone e l'altra in un'esocorteccia. A tale scopo &egrave; necessario ripartire il proprio livello da meccanico tra queste differenti IA, di modo che ognuna possa acquisire capacit&agrave; in base al numero di livelli che le vengono assegnati. Ogni volta che si aumenta di livello nella classe meccanico &egrave; possibile modificare la ripartizione dei livelli tra le IA, sfruttando la propria attrezzatura personalizzata, dopo 24 ore di lavoro ininterrotto. Per quanto ciascuna IA possa agire in maniera indipendente entro i limiti delle sue capacit&agrave;, &egrave; possibile controllarle come di consueto (ma si pu&ograve; controllare direttamente solo una IA alla volta). Se il numero di livelli assegnati all'esocorteccia &egrave; inferiore al proprio livello da meccanico, l'esocorteccia concede un aumento ridotto del Bonus di Attacco Base quando si utilizza tracciare in combattimento, come indicato nella tabella di seguito. Le capacit&agrave; aggiuntive dell'esocorteccia, come Hacking Senza Fili e Multitasking, si acquisiscono come di consueto in base ai livelli assegnati.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.clTAGasLWOe1pr4D]{Fantasma nella Macchina (Str) - 19&deg; Livello}</h2><p>Quando si utilizza il privilegio di classe Override per influenzare un androide, drone, robot o una creatura con il Sottotipo Tecnologico, se il bersaglio fallisce il suo Tiro Salvezza di un qualsiasi ammontare di punti non &egrave; Frastornato, ma &egrave; possibile imporgli le azioni da compiere nel round successivo. Tali azioni non potranno essere palesemente autodistruttive. Una volta che una creatura abbia effettuato un Tiro Salvezza contro questo attacco (a prescindere dal risultato), diventa immune a esso per 24 ore a meno che non si spenda 1 Punto Risolutezza. &Egrave; possibile continuare a spendere Punti Risolutezza in questo modo ogni round per rendere la creatura di nuovo influenzabile da Override.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.GLFInMDKp2fLRpsG]{Attrezzatura Superiore (Str) - 19&deg; Livello}</h2><p>Le funzioni del computer dell'attrezzatura personalizzata ora includono anche le contromisure bonus Blocco e Formattazione. &Egrave; possibile utilizzare normalmente l'attrezzatura anche quando il blocco &egrave; attivo (si dispone di un'autorizzazione speciale, nessun altro pu&ograve; accedere in nessuna circostanza), e sebbene dopo la formattazione i dati risultino irrecuperabili per chiunque altro (come se il modulo dati fosse stato distrutto), si pu&ograve; recuperarli con 8 ore di lavoro. Queste contromisure non comportano costi aggiuntivi e non vengono considerate ai fini del numero massimo di Contromisure di cui l'attrezzatura personalizzata pu&ograve; disporre.</p><p>In aggiunta, &egrave; possibile utilizzare l'attrezzatura personalizzata per comunicare con la propria astronave su un canale criptato fintantoch&eacute; essa si trova entro l'orbita ravvicinata del pianeta. &Egrave; possibile pilotarla da remoto da un punto a un altro dello stesso pianeta, oppure farla andare o tornare dall'orbita (oltre a utilizzare alla stessa distanza le funzioni di comunicazione criptata dell'attrezzatura specializzata o avanzata). Nel caso si disponga di un drone, &egrave; possibile impartirgli comandi o controllarlo direttamente sfruttando un canale criptato alla medesima distanza.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.JSeOqPlZUkKA1KdT]{Padrone della Tecnologia (Str) - 20&deg; Livello}</h2><p>Si padroneggia la tecnologia in maniera mirabile. Si pu&ograve; spendere 1 Punto Risolutezza per creare qualsiasi arma, armatura od oggetto basati sulla tecnologia a una velocit&agrave; di 1 minuto per Livello dell'Oggetto, o spendere 1 Punto Risolutezza per convertire qualunque armatura o arma tecnologica preesistente in un'altra armatura o arma di valore equivalente o inferiore, a una velocit&agrave; di 1 minuto per livello dell'oggetto. A tale scopo si utilizzano le normali regole sulla creazione degli oggetti, ma l'oggetto da convertire conta come una quantit&agrave; di componenti per la creazione pari al suo pieno valore. Non &egrave; possibile convertire un'arma a una mano in una a due mani. Quando si converte un oggetto in un altro pi&ugrave; economico, il valore in eccesso si perde e non pu&ograve; essere recuperato riconvertendo l'oggetto nella sua configurazione originaria.</p><h2>Alternate Class Features</h2><p>@Compendium[sfrpg.class-features.JXuSLeps7hhNuSjh]{Experimental Armor Prototype}</p><p>@Compendium[sfrpg.class-features.9hIBsMSy3PmQzgus]{Experimental Weapon Prototype (Ex)}</p>"		
		},
		{
			"id": "Mystic",
			"name": "Mistico",
			"description":"<p>Si &egrave; compreso che ci&ograve; che la maggior parte delle persone chiama Magia &egrave; semplicemente l'espressione della connessione innata che sussiste fra tutte le cose, e si riesce intuitivamente ad attingere a questo imperscrutabile potere per dar vita a strani effetti. Si pu&ograve; concettualizzare la fonte della propria magia come la manipolazione di energie fondamentali o lo sblocco di un potenziale psichico, ma sempre con la consapevolezza di essere il condotto attraverso cui vengono incanalate forze pi&ugrave; grandi di noi. Si &egrave; maturata la convinzione che, per quanto si possa studiare, il lancio di Incantesimi (come peraltro l'esistenza stessa) &egrave; qualcosa di caotico e intuitivo, perci&ograve; ci si specializza nella biologia e nei sistemi mentali troppo complessi per essere compresi alla perfezione dalla scienza. Si &egrave; imparato a percepire l'intangibile e a sfruttare i propri legami con le altre persone, sia per dar loro sostegno che per piegarle alla propria volont&agrave;.</p><p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\"></span></p><h2>@Compendium[sfrpg.class-features.WHSxEq59wBSVTlVi]{Incantesimi (Mistico)}</h2><p>Si lanciano Incantesimi dalla Lista del Mistico. Per imparare o lanciare un incantesimo occorre avere un punteggio di Saggezza almeno pari a 10 + il livello dell'incantesimo. La Classe Difficolt&agrave; per un Tiro Salvezza contro un incantesimo del mistico &egrave; 10 + il livello dell'incantesimo + il proprio modificatore di Saggezza.</p><p>&Egrave; possibile lanciare solo un certo numero di Incantesimi al giorno per ogni livello di incantesimi e tale quantit&agrave; giornaliera &egrave; riportata nella Tabella: Mistico. Inoltre, se si dispone di modificatore di Saggezza +1 o superiore, si ricevono degli incantesimi bonus al giorno come mostrato nella Tabella: Incantesimi Bonus del Mistico; da notare che questi incantesimi bonus vengono ottenuti solo quando si &egrave; in grado di lanciare normalmente incantesimi di quel dato livello. Inoltre, si possono lanciare incantesimi di livello 0. Questi ultimi vengono lanciati come ogni altro incantesimo, ma non c'&egrave; limite al numero di incantesimi di livello 0 che &egrave; possibile lanciare ogni giorno.</p><p>La selezione di Incantesimi di cui si dispone &egrave; limitata. Si inizia il gioco conoscendo quattro incantesimi di livello 0 e due di 1&deg; livello a propria scelta. Ogni volta che si acquisisce un livello da mistico, si imparano uno o pi&ugrave; incantesimi, come indicato nella Tabella: Incantesimi da Mistico Conosciuti. A differenza degli incantesimi al giorno, il proprio modificatore di Saggezza non influisce sul numero degli incantesimi conosciuti.</p><p>Quando si avanza di livello &egrave; possibile sostituire un incantesimo che gi&agrave; si conosce e imparare al suo posto un singolo nuovo incantesimo dello stesso livello. Di fatto si perde l'incantesimo vecchio in cambio di quello nuovo. La decisione di cambiare o meno un incantesimo dev'essere presa nel momento in cui si ottengono nuovi incantesimi conosciuti per il livello.</p><p>Si pu&ograve; lanciare qualsiasi incantesimo da mistico che si conosca in qualunque momento, a condizione di non aver consumato la disponibilit&agrave; giornaliera di incantesimi per quel particolare livello di incantesimi. &Egrave; anche possibile lanciare un incantesimo utilizzando uno slot incantesimo di livello pi&ugrave; alto. Per esempio, se si vuole lanciare un incantesimo di 1&deg; livello ma si sono esauriti tutti gli slot di 1&deg; livello disponibili per quel giorno, sar&agrave; possibile invece lanciarlo sfruttando uno slot di 2&deg; livello, a patto di averne ancora a disposizione.</p><p>Inoltre, si possono decifrare iscrizioni magiche che altrimenti risulterebbero incomprensibili o, come Azione Completa, &egrave; possibile identificare eventuali Incantesimi codificati in una Gemma dell'Incantesimo. Di norma questo non invoca la Magia contenuta al suo interno, per quanto ci&ograve; potrebbe accadere nel caso la gemma sia maledetta o dotata di una trappola.</p><h2>@Compendium[sfrpg.class-features.SdlB9viiKckPr0LZ]{Connessione - 1&deg; Livello}</h2><p>Si &egrave; stabilito un misterioso legame con una qualche forza che concede poteri magici. L'esatta natura di tale connessione pu&ograve; variare grandemente, al punto che persino i mistici che condividono la medesima connessione possono dare di essa differenti interpretazioni. Si deve selezionare una connessione nel momento in cui si ottiene il primo livello da mistico; una volta compiuta, questa scelta non pu&ograve; essere cambiata.</p><p>Molti mistici fungono da sacerdoti per vari dei, e sebbene teoricamente si possa selezionare qualunque tipo di connessione con qualsiasi entit&agrave; o concezione, di rado le divinit&agrave; concedono connessioni che non si integrino con il loro credo (per esempio, &egrave; improbabile che Weydan, il dio della libert&agrave;, guardi con favore ai dominatori). Pertanto, ogni connessione indica le divinit&agrave; e le filosofie pi&ugrave; comunemente associate a essa.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.emGD6wT4o7VbHx0O]{Tocco di Cura (Sop) - 1&deg; Livello}</h2><p>Una volta al giorno &egrave; possibile spendere 10 minuti per curare magicamente un proprio alleato fino a un massimo di 5 Punti Ferita per livello da mistico.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.dXYaeTjwjT4Yr4Rk]{Incanalare Abilit&agrave; (Sop) - 2&deg; Livello}</h2><p>Si traggono dalla propria connessione strani sentimenti, istinti, conoscenze e pulsioni che accrescono la propria maestria in determinati compiti. Ogni connessione &egrave; associata a due abilit&agrave;. Si ottiene Bonus Cognitivo +1 alle prove effettuate con le abilit&agrave; correlate alla propria connessione. Tale bonus aumenta di 1 al 5&deg; livello e successivamente ogni 3 livelli.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.ox6Am16XZqBXJNT9]{Collegamento Mentale (Mag) - 2&deg; Livello}</h2><p style=\"font-size: 14px;\">&Egrave; possibile formare un legame mentale con le creature che si toccano e comunicare rapidamente informazioni attraverso di esso. Si pu&ograve; utilizzare collegamento mentale a volont&agrave; come Capacit&agrave; Magica, per quanto solo una volta al giorno con ogni singolo individuo.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.rTaxnu0ObdXF13Sk]{Arma Specializzata (Str) - 3&deg; Livello}</h2><p>Si ottiene Arma Specializzata come Talento bonus per ciascun tipo di arma in cui questa classe concede competenza.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.AFyfOC7qaEpto7f3]{Legame Telepatico (Mag) - 11&deg; Livello}</h2><p>Come Azione Standard, &egrave; possibile formare un legame telepatico con un massimo di altre sei creature consenzienti, cos&igrave; da poter comunicare a grande distanza. Questa capacit&agrave; funziona come&nbsp;<em>Legame Telepatico</em>, eccetto che la durata &egrave; permanente. &Egrave; possibile avere un solo legame telepatico di questo genere attivo in ogni dato momento; creare un nuovo legame telepatico mette immediatamente fine al precedente.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.ceEyKkx4fzE4Lp37]{Trascendenza (Mag) - 19&deg; Livello}</h2><p>Si &egrave; prossimi a divenire tutt'uno con la propria connessione. &Egrave; possibile lanciare ognuno dei propri incantesimi della connessione una volta al giorno senza consumare slot incantesimi. Inoltre, si apprende come trascendere temporaneamente la propria forma fisica. Una volta al giorno, si pu&ograve; spendere 1 Punto Risolutezza per proiettare la propria coscienza fuori dal corpo fisico sotto forma di un'intangibile immagine psichica di se stessi. Questo si considera un effetto di Illusione di 6&deg; livello e dura per un numero di round pari al proprio livello da mistico. Mentre &egrave; attiva la proiezione, il corpo fisico si considera cieco, sordo e Indifeso, ma si pu&ograve; rientrare in esso come Azione Rapida. Si controlla l'immagine psichica come se fosse il proprio corpo e i sensi percepiscono solo ci&ograve; che l'immagine riesce a vedere e udire. Il movimento avviene in volo, con velocit&agrave; di 18 metri e manovrabilit&agrave; perfetta. Si riesce a passare attraverso gli oggetti solidi come se si fosse incorporei, ma non &egrave; possibile attraversare un oggetto solido per una distanza maggiore del proprio spazio (1,5 metri per una creatura Media). Non si possono influenzare direttamente oggetti solidi. La coscienza proiettata &egrave; immune alla maggior parte degli attacchi o effetti, a prescindere dal fatto che influenzino o meno le creature incorporee, mentre quelli di Influenza Mentale hanno pieno effetto.</p><p>&Egrave; possibile lanciare qualsiasi Incantesimo o Capacit&agrave; Magica avente Gittata Contatto o superiore dalla propria immagine proiettata. Gli Incantesimi influenzano gli altri bersagli come di consueto. Non &egrave; possibile lanciare Incantesimi sulla propria immagine proiettata tranne quelli di illusione. Non &egrave; necessario mantenere una linea di effetto verso la propria coscienza proiettata, ma se ci si sposta su un altro piano, anche solo momentaneamente (compresi gli spostamenti tramite la Deriva), la mente rientra immediatamente nel corpo fisico.</p><h2 class=\"title\">@Compendium[sfrpg.class-features.RmwJt3BRTlTW0D06]{Illuminazione (Sop) - 20&deg; Livello}</h2><p>Si raggiunge l'illuminazione, divenendo l'incarnazione vivente della propria connessione. Non si invecchia pi&ugrave;, n&eacute; si muore di vecchiaia. Una volta al giorno come Azione di Movimento si riesce a entrare in uno stato di comunione totale con la propria connessione che dura 1 minuto. Durante tale periodo, si ottiene bonus +4 a Tiri per Colpire, Tiri Salvezza e Prove di Abilit&agrave;, e si guadagnano 20 Punti Risolutezza da utilizzare esclusivamente per poteri della connessione. Tutti i Punti Risolutezza temporanei che non vengono spesi scompaiono alla fine del minuto. Inoltre, una volta alla settimana, &egrave; possibile lanciare Miracolo come Capacit&agrave; Magica.</p><h2>Alternate Class Features</h2><p>@Compendium[sfrpg.class-features.dE8h1C8gOUyzeS0J]{Epiphanies}</p>"
		},
		{
			"id": "Operative",
			"name": "Operativo",
			"description":"<p>Si &egrave; come un'ombra: ci si muove rapidamente, si colpisce all'improvviso e si ha sempre un piano di fuga. Da esperti professionisti quali si &egrave;, il lavoro assegnato viene sempre portato a termine, che si tratti di andare in ricognizione tra le linee nemiche, dare la caccia a criminali, rubare e contrabbandare oggetti o assassinare figure di spicco. In quanto operativo, si &egrave; addestrati in un gran numero di discipline e specializzazioni, e si sfrutta la propria velocit&agrave;, mobilit&agrave; e prontezza di spirito invece di affidarsi alle armi pesanti. Si eccelle nell'arte di cogliere di sorpresa, sia sparando di precisione contro i bersagli da dietro una copertura, che colpendoli quando voltano le spalle. La causa per cui si decide di combattere pu&ograve; essere nobile, ma giocare sporco non &egrave; certo un problema: raggiungere l'obiettivo &egrave; l'unica cosa che conti.</p><h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"a65jtTCCb5kXCz5v\"> Vantaggio dell'Operativo (Str) - 1&deg; Livello</a></h2><p>Il proprio addestramento diversificato concede Bonus Cognitivo +1 alle prove di Iniziativa e di Abilit&agrave;. Questo bonus aumenta di 1 al 3&deg; livello e successivamente ogni 4 livelli.</p><h2 class=\"title\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"PU3uwrAcmGXMGo2n\"> Specializzazione - 1&deg; Livello</a></h2><p>La specializzazione rappresenta il proprio settore di competenza principale. Si seleziona una specializzazione quando si acquisisce il 1&deg; livello da operativo. Una volta compiuta, questa scelta non pu&ograve; essere cambiata. La specializzazione concede il Talento Abilit&agrave; Focalizzata nelle Abilit&agrave; associate a essa, e si ottiene un grado di Abilit&agrave; gratuito in ciascuna di queste Abilit&agrave; quando si acquisisce un livello da operativo (ci&ograve; non consente di superare il numero massimo di gradi per una singola Abilit&agrave;).</p><h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"MBNI94tbMoqizPUk\"> Attacco Ingannevole (Str) - 1&deg; Livello</a></h2><p>&Egrave; possibile ingannare o lasciare di stucco un nemico e quindi attaccarlo quando abbassa la guardia. Come Azione Completa, ci si pu&ograve; muovere alla propria velocit&agrave;. A prescindere dal fatto che ci si sia mossi o meno, si pu&ograve; quindi effettuare un attacco con un'arma da mischia con la propriet&agrave; speciale Operativo o con qualsiasi Arma Piccola. Appena prima di portare l'attacco, si effettua una prova di Furtivit&agrave;, Intimidire o Raggirare (o una prova associata alla propria Specializzazione) con CD pari a 20 + il GS dell'avversario. Se la prova viene superata, si infliggono 1d4 danni aggiuntivi e il bersaglio &egrave; Impreparato contro quel singolo attacco. Questi danni salgono a 1d8 al 3&deg; livello, a 3d8 al 5&deg; e successivamente aumentano di 1d8 ogni 2 livelli. Non &egrave; possibile utilizzare questa capacit&agrave; con un'arma che possiede la Propriet&agrave; Speciale Ingombrante o che richiede un'Azione Completa per effettuare un singolo attacco.</p><h2 class=\"title\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"EpLSSSdLcqVQKcSM\"> Eludere (Str) - 2&deg; Livello</a></h2><p>Quando si supera un Tiro Salvezza su Riflessi contro un effetto che normalmente produrrebbe conseguenze parziali in caso di successo nel Tiro Salvezza, non si subisce alcun effetto. Tale beneficio &egrave; ottenibile solo se non si &egrave; Ingombrati e non si indossa alcuna armatura o se ne indossa una leggera, e lo si perde nel caso si sia Indifesi o altrimenti incapacitati a muoversi.</p><h2 class=\"title\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"On2ZrPJTe8FURsXY\">Trucco dell'Operativo - 2&deg; Livello</a></h2><p>Man mano che si guadagna esperienza, si apprendono dei trucchi speciali chiamati trucchi dell'operativo. Si acquisisce il primo al 2&deg; livello e successivamente se ne apprende uno aggiuntivo ogni 2 livelli. Se un trucco dell'operativo concede un Tiro Salvezza per resistere ai suoi effetti, la CD &egrave; pari a 10 + met&agrave; del proprio livello da operativo + il proprio modificatore di Destrezza. Se invece richiede che un nemico effettui una Prova di Abilit&agrave;, la CD &egrave; pari a 10 + una volta e mezza il proprio livello da operativo + il proprio modificatore di Destrezza. A meno che non sia specificato altrimenti, non &egrave; possibile imparare lo stesso trucco pi&ugrave; di una volta.</p><h2 class=\"title\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"cymsh0UZpmJB0cQK\"> Movimento Svelto (Str) - 3&deg; Livello</a></h2><p>A condizione di non essere Ingombrati e di indossare un'armatura leggera o nessuna armatura, la propria velocit&agrave; sul terreno aumenta di 3 metri. Al 9&deg; livello, essa invece aumenta di 6 metri, mentre al 15&deg; livello aumenta di 9 metri.</p><h2 class=\"title\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"seLibYiTN2eBls2s\"> Arma Specializzata (Str) - 3&deg; Livello</a></h2><p>Si ottiene Arma Specializzata come Talento bonus per ogni tipo di arma in cui la classe concede competenza.</p><h2 class=\"title\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"bhSrjkuWxz2DQHXC\"> Inganno Debilitante (Str) - 4&deg; Livello</a></h2><p>Quando si supera sia la Prova di Abilit&agrave; che il Tiro per Colpire del proprio attacco ingannevole, &egrave; possibile rendere la creatura Impreparata o Deconcentrata fino all'inizio del proprio turno successivo. Si possono imparare trucchi che garantiscono opzioni aggiuntive per l'inganno debilitante, ma se ne pu&ograve; selezionare solo uno per ogni attacco ingannevole andato a segno.</p><h2 class=\"title\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"TpIFhqDUrNkdiEk0\"> Agilit&agrave; Prodigiosa (Str) - 7&deg; Livello</a></h2><p>Si &egrave; immuni alla condizione Impreparato, e se si viene Attaccati ai Fianchi o quando si &egrave; Proni gli avversari non ottengono bonus ai Tiri per Colpire. I vantaggi che Fuoco di Copertura e di Disturbo conferirebbero contro di s&eacute;, inoltre, vengono negati.</p><h2 class=\"title\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"YXdfeYmufD6OWP7J\"> Triplo Attacco (Str) - 8&deg; Livello</a></h2><p>Quando si effettua un Attacco Completo impiegando solo armi da mischia con la propriet&agrave; speciale Operativo o Armi Piccole, &egrave; possibile eseguire un massimo di tre attacchi invece di due.</p><h2 class=\"title\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"scbcE4mjiHoNK7Wi\"> Quadruplo Attacco (Str) - 13&deg; Livello</a></h2><p>Quando si effettua un Attacco Completo impiegando solo armi da mischia con la propriet&agrave; speciale Operativo o Armi Piccole, &egrave; possibile eseguire un massimo di quattro attacchi invece di due.</p><h2 class=\"title\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"jd4qWJS9qElePrhf\"> Doppia Debilitazione (Str) - 17&deg; Livello</a></h2><p>Quando si supera sia la Prova di Abilit&agrave; che il Tiro per Colpire del proprio attacco ingannevole, si possono applicare due effetti del proprio inganno debilitante.</p><h2 class=\"title\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"z736GBR6XdcqIaTT\">Operativo Supremo (Str) - 20&deg; Livello</a></h2><p>Ogni volta in cui si effettua una prova con le abilit&agrave; associate alla propria specializzazione, &egrave; possibile tirare due volte e prendere il risultato pi&ugrave; alto. Una volta al giorno, come Azione di Movimento, si pu&ograve; scambiare temporaneamente uno dei propri trucchi dell'operativo con un altro che richiede lo stesso livello o inferiore. Lo scambio dura 24 ore. Se il trucco scambiato funge da prerequisito per qualcuna delle proprie capacit&agrave;, per la durata dello scambio si perdono tutte le capacit&agrave; che lo richiedono come prerequisito.</p><p>&nbsp;</p><h2>Alternate Class Features</h2><p><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"nWQDB336Ql0GoulS\"> Marked for Death (Ex)</a></p><p><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"wk7Xp5wzUdELgTel\"> Stunt and Strike (Ex)</a></p><p><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"r39XH26A7uPeF6XZ\"> Quick Cover (Ex)</a></p><p><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"2gwyI9ZufT3XkxrD\"> Quick Trick (Ex)</a></p><p><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"inAh60LBh9qBhRKU\"> Quick Zero-G Adaptation (Ex)</a></p><p><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"im0yTfz7hjLT7u4E\"> Operative&rsquo;s Arsenal (Ex)</a></p>"
		},
		{
			"id": "Solarian",
			"name": "Solarian",
			"description": "<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">Le stelle guidano i pianeti grazie alla gravit&agrave;, creano la vita con la luce e il calore e infine divorano i mondi estinguendosi in supernove e buchi neri. Si comprende che tali atti di creazione e distruzione non sono antitetici, ma costituiscono le due parti di una ciclicit&agrave; naturale e dualistica. Si &egrave; scelto di essere un agente di tale ciclo, un guerriero illuminato con la capacit&agrave; di manipolare le forze stesse che alimentano le stelle. Si ha come fedele compagno un corpuscolo di energia o entropia fondamentale, e in combattimento &egrave; possibile modellare la forma di questa essenza per creare armi e armature di scintillante luce stellare o pura, divorante oscurit&agrave;. Che si sia svolto un apprendistato in un tempio o si siano acquisiti i propri poteri tramite una personale rivelazione, ci si identifica come parte di un'antica tradizione, una forza in grado sia di proteggere che di annientare.</span></p><h2 class=\"title\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"L3DwUSzcydcwNmAV\">Esperto nelle Abilit&agrave; - 1&deg; Livello</a></h2><p>Come parte del processo che ha condotto a diventare un solarian, si sono sviluppate nuove idee ed esperienze. Si scelgono due&nbsp;Abilit&agrave;&nbsp;aggiuntive che vengono aggiunte alla lista delle proprie abilit&agrave; di classe.</p><h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"7ilyZdE0yZi2F3SQ\"> Manifestazione Solare (Sop) - 1&deg; Livello</a></h2><p>Al 1&deg; livello si impara a manifestare sul piano fisico il proprio potere stellare. La forma base della manifestazione solare, quando non viene utilizzata attivamente, &egrave; quella di un corpuscolo di energia stellare leggermente pi&ugrave; piccolo di un pugno che fluttua sopra la testa del solarian. Oltre a tale forma corpuscolare la propria manifestazione pu&ograve; assumere una di due configurazioni aggiuntive: armatura o arma. Quando si acquisisce il primo livello da solarian si deve scegliere la propria manifestazione solare (un'armatura o un'arma). Inoltre si sceglie se la manifestazione solare (in qualsiasi forma) risplenda intensamente di un colore tipico per una stella (compresi blu, rosso, bianco o giallo) o rispecchi la tenebra assoluta di un buco nero. Una manifestazione solare luminosa, a prescindere dalla sua forma, diffonde luce fioca in un raggio di 6 metri. Come Azione Standard &egrave; possibile sopprimere l'emissione di luce od oscurit&agrave; per mimetizzarsi o agevolare le azioni furtive, ma ogni volta in cui si entra in Modalit&agrave; Stellare, la luce o la tenebra riprendono immediatamente. Una volta compiute, queste scelte non possono essere cambiate.</p><p>Solo il solarian pu&ograve; interagire con la manifestazione solare, a prescindere dal fatto che sia in forma di corpuscolo, armatura o arma. Nessun'altra creatura o effetto pu&ograve; influenzare la manifestazione solare in alcun modo, compresi i tentativi di Disarmare o Spezzare.</p><h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"gkmkA4cyDvRsB3c5\">Modalit&agrave; Stellare (Sop) - 1&deg; Livello</a></h2><p>Le forze stellari a cui si attinge sono armonizzate con i fotoni (che rappresentano il potere delle stelle di emettere calore, luce e plasma) o i gravitoni (che rappresentano il potere delle stelle di attrarre e imprigionare oggetti per mezzo della gravit&agrave;). La massima espressione del potere fotonico &egrave; la supernova, quando tutta l'energia di una stella esplode verso l'esterno, mentre la manifestazione suprema del potere gravitonico &egrave; il buco nero, nel quale la gravit&agrave; &egrave; cos&igrave; forte che nulla, nemmeno la luce, pu&ograve; sfuggire. L'equilibrio tra queste due forze cosmiche antitetiche costituisce la fonte del proprio potere e la modalit&agrave; stellare rappresenta l'intensit&agrave; del proprio legame con una o entrambe queste forze, una relazione che cambia da un momento all'altro, a seconda di come si impiegano le rivelazioni stellari.</p><p>Quando ci si trova in battaglia, si entra in uno stato di allineamento metafisico con le forze cosmiche. All'inizio del proprio primo turno di combattimento, se si &egrave; coscienti, si deve scegliere una delle tre seguenti modalit&agrave; stellari: gravitonica, fotonica o non armonizzato.</p><p>All'inizio di ogni successivo turno di combattimento, si deve scegliere se rimanere nella propria modalit&agrave; attuale o divenire non armonizzati. Nel caso si decida di rimanere nella modalit&agrave; corrente, si ottiene un ulteriore punto armonizzazione per quella modalit&agrave;. Finch&eacute; si hanno 1 o 2 punti armonizzazione si &egrave; armonizzati con la modalit&agrave;, mente quando se ne accumulano 3 si diviene pienamente armonizzati con quella modalit&agrave;. Alcune rivelazioni stellari sono dette dello zenit e possono essere utilizzate solo quando si &egrave; pienamente armonizzati con una delle due modalit&agrave;. Quando si gode di piena armonizzazione non &egrave; possibile ottenere altri punti in quella modalit&agrave;, ma si rimane pienamente armonizzati fino alla fine del combattimento, fino al termine della propria modalit&agrave; stellare o finch&eacute; non si diviene non armonizzati. Se si sceglie di divenire non armonizzati, si perdono tutti i punti armonizzazione accumulati. All'inizio del proprio turno successivo, si pu&ograve; entrare in una nuova modalit&agrave; stellare o restare non armonizzati.</p><p>Una volta concluso il combattimento la modalit&agrave; stellare termina. Se si diventa privi di sensi durante un incontro, si diviene non armonizzati. Nel caso si riprenda conoscenza mentre si &egrave; ancora in pericolo, &egrave; possibile entrare in una modalit&agrave; stellare nel proprio primo turno dopo aver ripreso conoscenza, come se fosse il primo turno di combattimento; se lo scontro termina prima che si riprendano i sensi, la modalit&agrave; stellare termina. Se per qualsiasi ragione non si &egrave; in modalit&agrave; stellare, si viene considerati non armonizzati ai fini delle proprie rivelazioni stellari.</p><p>Fuori da un combattimento non &egrave; possibile entrare in modalit&agrave; stellare. Questa capacit&agrave; si manifesta solo in situazioni ad alto rischio, quando l'addestramento svolto prende il sopravvento e collega la mente all'universo. Deve sussistere un qualche pericolo perch&eacute; la modalit&agrave; stellare si attivi, quindi &egrave; necessario affrontare un Nemico Significativo. Se ci sono dubbi sul fatto di trovarsi in combattimento o sull'essere in grado di accedere alla modalit&agrave; stellare, &egrave; il GM a decidere. Questo significa anche che la propria modalit&agrave; stellare potrebbe terminare prima della fine di una battaglia in precedenza qualificata come pericolosa, quando non resta nient'altro da affrontare se non feccia che non rappresenta una vera minaccia</p><h2 class=\"title\">Modalit&agrave; Gravitonica</h2><p>Quando si entra in modalit&agrave; gravitonica, si ottiene 1 punto di armonizzazione gravitonica e si diviene armonizzati con i gravitoni. Alcune rivelazioni stellari sono poteri gravitonici che acquisiscono maggior forza se si &egrave; armonizzati con i gravitoni. Mentre si &egrave; in tale condizione, si ottiene Bonus Cognitivo +1 ai Tiri Salvezza su Riflessi. Questo bonus aumenta di 1 per ogni 9 livelli da solarian posseduti.</p><h2 class=\"title\">Modalit&agrave; Fotonica</h2><p>Quando si entra in modalit&agrave; fotonica, si ottiene 1 punto di armonizzazione fotonica e si diviene armonizzati con i fotoni. Alcune rivelazioni stellari sono poteri fotonici che acquisiscono maggior forza se si &egrave; armonizzati con i fotoni. Mentre si &egrave; in tale condizione, si ottiene Bonus Cognitivo +1 ai tiri per i danni (compresi quelli relativi ai propri poteri stellari). Questo bonus aumenta di 1 per ogni 6 livelli da solarian posseduti.</p><h2 class=\"title\">Non Armonizzato</h2><p>Mentre si &egrave; non armonizzati non si ottengono punti armonizzazione e non si &egrave; armonizzati n&eacute; con i fotoni n&eacute; con i gravitoni. In questa condizione non si ottengono benefici.</p><h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"G7p2YIGFTAU6uGjL\"> Rivelazione Stellare - 1&deg; Livello</a></h2><p>Man mano che si guadagna esperienza, si scoprono nuovi segreti sull'energia, la gravit&agrave;, le stelle e altre sorgenti fondamentali di potere cosmico che concedono la capacit&agrave; di incanalare tali forze e manifestare potenti facolt&agrave; soprannaturali. Al 1&deg; livello si acquisiscono automaticamente le rivelazioni stellari Buco Nero e Supernova. Al 2&deg; livello, e successivamente ogni 2 livelli, si apprende una nuova rivelazione. A meno che non sia specificato diversamente, non &egrave; possibile selezionare la stessa rivelazione pi&ugrave; di una volta. Si pu&ograve; scegliere qualsiasi rivelazione stellare si desideri, ma se si possiedono pi&ugrave; rivelazioni fotoniche rispetto a quelle gravitoniche, o viceversa, risulta pi&ugrave; difficile divenire armonizzati nell'una o nell'altra modalit&agrave; (vedi Rivelazioni Sproporzionate).</p><p>Le descrizioni delle rivelazioni stellari di solito riportano quale tipo di azione esse richiedano. Se una rivelazione non indica il tipo di azione da eseguire e invece modifica una qualche altra azione (come un attacco o una prova di abilit&agrave;), pu&ograve; essere utilizzata come parte di tale azione. Se una rivelazione stellare concede un Tiro Salvezza per resistere ai suoi effetti, la CD &egrave; pari a 10 + met&agrave; del proprio livello da solarian + il proprio modificatore di Carisma. Se la rivelazione stabilisce che la sua durata &egrave; 1 round o finch&eacute; non si abbandona la relativa modalit&agrave;, essa persiste per la pi&ugrave; lunga tra le suddette durate. Le rivelazioni stellari possono essere utilizzate a prescindere dal fatto di essere coinvolti in un combattimento, ma dato che non si pu&ograve; entrare in modalit&agrave; stellare se non quando si &egrave; in battaglia, ogni rivelazione che duri 1 round o finch&eacute; si &egrave; in modalit&agrave; stellare persister&agrave; per 1 solo round se non si &egrave; in combattimento.</p><h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"gXYVzmz2P3WRP9vZ\">Influenza Siderea (Sop) - 3&deg; Livello</a></h2><p>Si pu&ograve; attingere alle forze stellari anche se non si &egrave; in battaglia, sfruttando le propriet&agrave; di gravitoni o fotoni per influenzare l'utilizzo delle abilit&agrave;. Al 3&deg; livello si selezionano due abilit&agrave; dagli elenchi qui di seguito, una dalla lista gravitonica e l'altra dalla lista fotonica. All'11&deg; livello e di nuovo al 19&deg; si scelgono altre due abilit&agrave;. Ogni volta in cui si selezionano delle abilit&agrave;, una dev'essere scelta dalla lista gravitonica e l'altra da quella fotonica.</p><p>Per utilizzare la propria influenza siderea, bisogna trascorrere 1 minuto in meditazione, dopodich&eacute; si sceglie se impiegare abilit&agrave; gravitoniche o fotoniche. Quando si effettua una prova con una delle proprie abilit&agrave; selezionate del tipo scelto (gravitonico o fotonico), si pu&ograve; tirare 1d6 e sommare il risultato alla prova come Bonus Cognitivo. Questa capacit&agrave; dura finch&eacute; non si entra in combattimento, si cade privi di sensi, si dorme o si medita di nuovo per scegliere un tipo di abilit&agrave; diverso. &Egrave; possibile riattivare questa capacit&agrave; meditando nuovamente per 1 minuto.</p><p><strong>Abilit&agrave; Gravitoniche</strong>: Camuffare (Car), Furtivit&agrave; (Des), Intuizione (Sag), Misticismo (Sag), Raggirare (Car)</p><p><strong>Abilit&agrave; Fotoniche</strong>: Cultura (Int), Diplomazia (Car), Intimidire (Car), Medicina (Int), Sopravvivenza (Sag)</p><h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"gXYVzmz2P3WRP9vZ\">Arma Specializzata (Str) - 3&deg; Livello</a></h2><p>Si ottiene Arma Specializzata come talento bonus per ogni tipo di arma in cui questa classe concede competenza. Nel caso si sia scelta l'arma solare come propria manifestazione stellare, essa ottiene il beneficio di Arma Specializzata come se fosse un'arma da mischia avanzata.</p><h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"N0vqDchAa7oI0mYl\"> Colpi Lampanti (Str) - 7&deg; Livello</a></h2><p>La propria maestria nel combattimento in mischia consente di effettuare attacchi multipli con maggiore accuratezza. Quando si effettua un Attacco Completo utilizzando esclusivamente armi da mischia, si subisce penalit&agrave; -3 a ciascun Tiro per Colpire invece della normale penalit&agrave; -4.</p><h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"UVNOjH2ERlQjcGnU\">Rivelazioni dello Zenit - 9&deg; Livello</a></h2><p>Al 9&deg; livello, e poi al 17&deg;, si ottengono due potenti rivelazioni stellari. Si scelgono due rivelazioni dalla lista delle rivelazioni dello zenit, una gravitonica e una fotonica. Quelle dello zenit sono potenti rivelazioni stellari che richiedono di essere pienamente armonizzati in una modalit&agrave; stellare. Dopo aver utilizzato una rivelazione dello zenit, si diviene immediatamente non armonizzati</p><h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"7hoHfBi4pnuYZgYg\">Massacro del Solarian (Str) - 13&deg; Livello</a></h2><p>Quando si effettua un Attacco Completo, &egrave; possibile eseguire fino a tre attacchi invece di due. Si subisce penalit&agrave; -6 agli attacchi in questione, anzich&eacute; -4. Se si possiede il privilegio di classe Colpi Lampanti, invece, si subisce penalit&agrave; -5 a tali attacchi, a condizione che siano tutti attacchi in mischia.</p><h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"WcJkQAG3YUgxYa3j\"> Campione Stellare (Sop) - 20&deg; Livello</a></h2><p>La propria affinit&agrave; spirituale con le stelle ha raggiunto il culmine. Come Azione di Movimento, &egrave; possibile alzare o abbassare di un grado il livello di illuminazione ambientale entro 9 metri da s&eacute;. Quando si entra in modalit&agrave; stellare si ottengono immediatamente 2 punti armonizzazione del tipo corrispondente e si &egrave; considerati armonizzati; quando si mantiene la modalit&agrave; stellare corrente all'inizio del proprio turno, si possono ottenere 2 punti armonizzazione invece di 1, pertanto &egrave; possibile divenire pienamente armonizzati dopo 2 round.</p><p>Inoltre, &egrave; possibile spendere 1 Punto Risolutezza per ottenere abbastanza punti armonizzazione da essere pienamente armonizzati nel primo round di combattimento (ma non dopo aver utilizzato una rivelazione dello zenit), o spendere 1 Punto Risolutezza all'inizio del proprio turno di combattimento per scambiare tutti i punti armonizzazione accumulati in una modalit&agrave; stellare con un pari ammontare di punti armonizzazione nell'altra modalit&agrave;. Per esempio, si pu&ograve; passare dall'essere pienamente armonizzati in modalit&agrave; gravitonica all'esserlo in modalit&agrave; fotonica.</p><h2>Alternate Class Features</h2><p><a class=\"entity-link\" draggable=\"true\" data-pack=\"sfrpg.class-features\" data-id=\"ouPhFsq04Htx5INw\"> Extra Manifestation</a></p>"
		},
		{
			"id": "Soldier",
			"name": "Soldato",
			"description":"<p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\">Il conflitto &egrave; una conseguenza inevitabile della vita. Su ogni mondo che ospita complessi organismi viventi, le creature si combattono l'una con l'altra per il predominio, le risorse, il territorio o gli ideali. Che si siano imbracciate le armi per proteggere gli altri o semplicemente per guadagnarsi da vivere, si incarna alla perfezione questa verit&agrave;. Si &egrave; esperti in ogni genere di combattimento, ma la predilezione personale va alle armature e armi pesanti: pi&ugrave; grosse sono, meglio &egrave;. Si pu&ograve; essere un militare di carriera o un mercenario appena reclutato, oppure un lupo solitario che rifiuta l'autorit&agrave;, ma sia che ci si getti a capofitto negli scontri corpo a corpo sia che si prediliga il fuoco di sbarramento tattico, si &egrave; un combattente provetto che non esita mai a mettersi sulla linea di tiro per proteggere i suoi amici.</span></p><h2>@Compendium[sfrpg.class-features.oKlwvc1HcIsg7Q7a]{Stile di Combattimento Primario - 1&deg; Livello}</h2><p>Si ha uno stile di combattimento preferito che rappresenta il genere di soldato che si &egrave;. Ciascuno stile di combattimento &egrave; composto da varie tecniche dello stile che si apprendono man mano che si acquisisce esperienza. Si deve scegliere uno stile di combattimento nel momento in cui si acquisisce il primo livello da soldato e, una volta fatta, questa scelta non pu&ograve; essere cambiata.</p><h2>@Compendium[sfrpg.class-features.D5JoPMVrciPaFU1n]{Tecnica dello Stile Primario - 1&deg; Livello}</h2><p>Al 1&deg; livello e successivamente ogni 4 livelli si ottiene una tecnica dello stile specifica del proprio stile di combattimento primario.</p><h2>@Compendium[sfrpg.class-features.J9qk9uP3Zg8r5DO1]{Talento di Combattimento - 2&deg; Livello}</h2><p>Al 2&deg; livello e successivamente ogni 2 livelli si ottiene un Talento bonus in aggiunta a quelli acquisiti con il normale avanzamento. Questi talenti bonus devono essere selezionati tra quelli elencati come Talenti di Combattimento.</p><p>Ogni volta in cui si acquisisce un nuovo talento bonus, si pu&ograve; anche scegliere di sostituire uno dei talenti bonus gi&agrave; appresi con uno differente. Il talento da rimpiazzare non pu&ograve; essere uno utilizzato come prerequisito da un altro talento o capacit&agrave;. &Egrave; possibile cambiare solo un talento per ogni dato livello, e si deve decidere se scambiare o meno il talento nel momento in cui si ottiene il nuovo talento bonus.</p><h2>@Compendium[sfrpg.class-features.wFTC0sGqdpnZUib4]{Esperienza con l'Equipaggiamento - 3&deg; Livello}</h2><p>Al 3&deg; livello, e successivamente ogni 4 livelli, si apprende un trucco chiamato esperienza con l'equipaggiamento che rende pi&ugrave; efficienti nell'utilizzo di un particolare tipo di arma o armatura.</p><h2>@Compendium[sfrpg.class-features.Sh3a7c9d0ru4tGj2]{Arma Specializzata (Str) - 3&deg; Livello}</h2><p>Si ottiene Arma Specializzata come talento bonus per ciascun tipo di arma in cui questa classe concede competenza.</p><h2>@Compendium[sfrpg.class-features.oKlwvc1HcIsg7Q7a]{Stile di Combattimento Secondario - 9&deg; Livello}</h2><p>Si sceglie un ulteriore stile di combattimento. Una volta scelto, questo secondo stile non pu&ograve; essere cambiato.</p><h2>@Compendium[sfrpg.class-features.KVIp4p8qyReBez57]{Tecnica dello Stile Secondario - 9&deg; Livello}</h2><p>Al 9&deg; livello, e successivamente ogni 4 livelli, si ottiene una tecnica dello stile specifica per il proprio stile di combattimento secondario. Ai fini di queste tecniche dello stile, il livello da soldato da applicare si considera pari al proprio livello da soldato -8.</p><h2>@Compendium[sfrpg.class-features.2kBwPirT9JzAVcAT]{Massacro del Soldato (Str) - 11&deg; Livello}</h2><p>Quando si effettua un Attacco Completo, &egrave; possibile eseguire fino a tre attacchi invece di due. Si subisce penalit&agrave; -6 a questi attacchi anzich&eacute; -4.</p><h2>@Compendium[sfrpg.class-features.TpQFUzCF5V1DbDdi]{Colpo Letale (Str) - 20&deg; Livello}</h2><p>Come Azione Standard, &egrave; possibile effettuare un singolo attacco contro un nemico. Se l'attacco va a segno e non uccide il bersaglio, si pu&ograve; spendere 1 Punto Risolutezza per costringere la creatura a superare un Tiro Salvezza su Tempra o Morire. Una volta utilizzata questa capacit&agrave; su una creatura (a prescindere dal fatto di averla forzata a effettuare un Tiro Salvezza su Tempra), essa &egrave; immune al proprio colpo letale per 24 ore.</p><h2>Alternate Class Features</h2><p>@Compendium[sfrpg.class-features.UeBhzdvvrqvroda0]{Aesthetic Warrior}</p><p>@Compendium[sfrpg.class-features.XK3M0StmPA3blYw1]{Feat Boosts}</p><p>@Compendium[sfrpg.class-features.wLaosY545SkwlxrJ]{Special Ops Trainings}</p>"
		},
		{
			"id": "Technomancer",
			"name": "Tecnomante",
			"description":"<p>Per i non iniziati, Magia e tecnologia non hanno alcunch&eacute; in comune, ma non si nutre alcun dubbio sul fatto che fra le due ci siano pi&ugrave; implicazioni di quanto la maggior parte della gente sospetta. Entrambe sono solo degli strumenti, e quando vengono combinate in un'unica disciplina chiamata tecnomanzia possono risultare molto pi&ugrave; potenti di quando vengono considerate singolarmente. Si utilizza la tecnologia per alimentare, imbrigliare e manipolare la magia, e si ricorre alla magia per potenziare, controllare e modificare la tecnologia. Si &egrave; esperti nell'hackerare la struttura fondamentale dell'universo stesso, piegando le leggi della scienza e della natura alla propria volont&agrave;. La tecnomanzia, che si apprende grazie agli studi scientifici e alla sperimentazione, manipola il mondo fisico, tesse illusioni, permette di scrutare nel tempo e nello spazio e, se necessario, pu&ograve; atomizzare un nemico.</p><p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\"></span></p><h2>@Compendium[sfrpg.class-features.Sl47PwjLhPkni75T]{Incantesimi (Tecnomante)}</h2><p><span id=\"ctl00_MainContent_DataListClasses_ctl00_LabelName\"></span></p><p>Si lanciano Incantesimi dalla Lista degli Incantesimi del Tecnomante. Per imparare o lanciare un incantesimo occorre avere un punteggio di Intelligenza pari ad almeno 10 + il Livello dell'Incantesimo. La Classe Difficolt&agrave; per i Tiri Salvezza contro un incantesimo del tecnomante &egrave; 10 + il Livello dell'Incantesimo + il proprio modificatore di Intelligenza.</p><p>&Egrave; possibile lanciare solo un certo numero di Incantesimi al giorno per ogni livello di incantesimi e tale quantit&agrave; giornaliera &egrave; riportata nella Tabella: Tecnomante. Inoltre, se si dispone di modificatore di Intelligenza +1 o superiore, si ricevono degli incantesimi bonus al giorno come mostrato nella Tabella: Incantesimi Bonus del Tecnomante; da notare che questi incantesimi bonus vengono ottenuti solo quando si &egrave; in grado di lanciare normalmente incantesimi di quel dato livello. Inoltre, si possono lanciare incantesimi di livello 0. Questi ultimi vengono lanciati come ogni altro incantesimo, ma non c'&egrave; limite al numero di incantesimi di livello 0 che &egrave; possibile lanciare ogni giorno.</p><p>La selezione di Incantesimi di cui si dispone &egrave; limitata. Si inizia il gioco conoscendo quattro incantesimi di livello 0 e due di 1&deg; livello a propria scelta. Ogni volta che si acquisisce un livello da tecnomante, si imparano uno o pi&ugrave; incantesimi, come indicato nella Tabella: Incantesimi da Tecnomante Conosciuti. A differenza degli incantesimi al giorno, il proprio modificatore di Intelligenza non influisce sul numero degli incantesimi conosciuti.</p><p>Quando si avanza di livello &egrave; possibile sostituire un incantesimo che gi&agrave; si conosce e imparare al suo posto un singolo nuovo incantesimo dello stesso livello. Di fatto si perde l'incantesimo vecchio in cambio di quello nuovo. La decisione di cambiare o meno un incantesimo dev'essere presa nel momento in cui si ottengono nuovi incantesimi conosciuti per il livello.</p><p>Si pu&ograve; lanciare qualsiasi incantesimo da tecnomante che si conosca in qualunque momento, a condizione di non aver consumato la disponibilit&agrave; giornaliera di incantesimi per quel particolare livello di incantesimi. &Egrave; anche possibile lanciare un incantesimo utilizzando uno slot incantesimo di livello pi&ugrave; alto. Per esempio, se si vuole lanciare un incantesimo di 1&deg; livello ma si sono esauriti tutti gli slot di 1&deg; livello disponibili per quel giorno, sar&agrave; possibile invece lanciarlo sfruttando uno slot di 2&deg; livello, a patto di averne ancora a disposizione.</p><p>Inoltre, si possono decifrare iscrizioni magiche che altrimenti risulterebbero incomprensibili o, come Azione Completa, &egrave; possibile identificare eventuali Incantesimi codificati in una Gemma dell'Incantesimo. Di norma questo non invoca la Magia contenuta al suo interno, per quanto ci&ograve; potrebbe accadere nel caso la gemma sia maledetta o dotata di una trappola.</p><h2>@Compendium[sfrpg.class-features.0W6s1XUZdcdNqM78]{Cache di Incantesimi (Sop) - 1&deg; Livello}</h2><p>Come coronamento dei primi studi condotti sulle forze fondamentali della galassia, si &egrave; creata una cache in cui conservare gli Incantesimi per accedervi in un secondo momento. Questa cache di incantesimi personale potrebbe essere un congegno come un computer portatile o un impianto tecnologico, un oggetto come un anello o un bastone, oppure un simbolo come un marchio, un tatuaggio o un'altra modifica permanente del proprio corpo. Sebbene non si abbia bisogno della cache per lanciare i propri Incantesimi, &egrave; possibile attivarla una volta al giorno per lanciare un qualsiasi incantesimo che si conosca e si sia in grado di lanciare, anche se si sono consumati tutti i propri slot incantesimo per quel livello di Incantesimi.</p><p>Se la cache di incantesimi subisce danni, viene ripristinata al massimo dei Punti Ferita nella successiva occasione in cui si recuperano gli slot incantesimo giornalieri. Se la cache va perduta o viene distrutta, &egrave; possibile sostituirla dopo 1 settimana eseguendo un rituale speciale che richiede 8 ore per essere completato.</p><h2>@Compendium[sfrpg.class-features.sobLlAGQkmWcFBFx]{Hackeraggio Magico - 2&deg; Livello}</h2><p>Si sono studiate con grande attenzione le forze che definiscono la Magia e si &egrave; in grado di manipolarle. Si impara il primo hackeraggio magico al 2&deg; livello e successivamente se ne ottiene uno aggiuntivo ogni 3 livelli. Quando si lancia un incantesimo, &egrave; possibile applicare solo un hackeraggio magico che influenza gli attributi di un incantesimo (come Incantesimo Distante o Incantesimo Esteso). Se un hackeraggio magico concede un Tiro Salvezza per resistere ai suoi effetti, la CD &egrave; pari a 10 + met&agrave; del proprio livello da tecnomante + il proprio modificatore di Intelligenza.</p><h2>@Compendium[sfrpg.class-features.X45ZYqyHHZNakUuY]{Incantesimi Focalizzati - 3&deg; Livello}</h2><p>Si ottiene Incantesimi Focalizzati come talento bonus.</p><h2>@Compendium[sfrpg.class-features.EVMp2EOpASIpIbFQ]{Sapienza Tecnica (Str) - 3&deg; Livello}</h2><p>Si riconfigura la propria mente per comprendere meglio la natura di Magia e tecnologia. Si ottiene Bonus Cognitivo +1 alle prove di Computer e Misticismo. Questo bonus aumenta di 1 al 6&deg; livello e successivamente ogni 3 livelli.</p><h2>@Compendium[sfrpg.class-features.fE6MHaMJWNki4TP6]{Arma Specializzata (Str) (Tecnomante) - 3&deg; Livello}</h2><p>Si ottiene Arma Specializzata come talento bonus per ciascun tipo di arma in cui questa classe concede competenza.</p><h2>@Compendium[sfrpg.class-features.pI1KM7WlzxLubzQz]{Condensatore della Cache (Sop) - 6&deg; Livello}</h2><p>Si espande la propria cache di incantesimi dotandola di un condensatore. Ogni giorno, come parte del recupero degli Incantesimi, &egrave; possibile lanciare un singolo incantesimo nella propria cache cos&igrave; da esserne influenzati continuativamente per 24 ore. Il condensatore della cache pu&ograve; contenere uno qualsiasi dei seguenti incantesimi: <em>Camuffare Se Stesso</em>,<em> Individuazione delle Radiazioni</em>, <em>Sensi Acuti</em> o <em>Servitore Inosservato</em>. Si deve conoscere un incantesimo per conservarlo nel proprio condensatore della cache. Quando si lancia un incantesimo nel condensatore, si consuma normalmente lo slot incantesimo e si prendono tutte le decisioni che esso richiede, ma la sua durata non si esaurisce per 24 ore. Se l'incantesimo nel condensatore viene dissolto o interrotto, per ripristinarlo occorre concentrarsi ininterrottamente per 5 minuti confermando le decisioni prese al momento del lancio, dopodich&eacute; la sua durata residua, qualunque essa sia, riprende a decorrere. Non si pu&ograve; cambiare l'incantesimo nel condensatore con un altro finch&eacute; non si recuperano nuovamente i propri Incantesimi.</p><p>Al 12&deg; livello, il condensatore della cache ottiene un secondo slot che pu&ograve; contenere<em> Armatura Resistente Inferiore</em>, <em>Bolla Vitale</em>, <em>Movimenti del Ragno</em> o <em>Scurovisione</em>.</p><p>Al 18&deg; livello, il condensatore guadagna un terzo slot che pu&ograve; contenere <em>Linguaggi</em>, <em>Vedere Invisibilit&agrave;</em>, <em>Vista Arcana </em>o <em>Volo </em>(Livello dell'Incantesimo 3&deg; o inferiore).</p><h2>@Compendium[sfrpg.class-features.Ja89jy7LlkSG4Zzu]{Risolutezza Sintonica (Str) - 19&deg; Livello}</h2><p>Si recuperano Punti Risolutezza quando si utilizzano Incantesimi di alto livello. Ogni volta in cui si lancia un incantesimo di 6&deg; livello si recupera 1 Punto Risolutezza, fino al proprio massimo consueto. Questa capacit&agrave; si applica solo agli Incantesimi lanciati utilizzando i normali slot di 6&deg; livello, non a quelli lanciati sfruttando oggetti magici o altri metodi come Fondere Incantesimi.</p><h2>@Compendium[sfrpg.class-features.phzlgejG53nzMKb0]{Fondere Incantesimi (Str) - 20&deg; Livello}</h2><p>Si possono combinare slot incantesimo di basso livello per lanciare Incantesimi di livello pi&ugrave; alto. Come parte del lancio di un incantesimo, si pu&ograve; spendere 1 Punto Risolutezza per scambiare un certo numero di slot incantesimo inutilizzati con un singolo slot di livello pi&ugrave; alto; in questo modo vengono consumati gli slot incantesimo di livello inferiore. Si sommano i livelli degli slot consumati per stabilire quale livello pi&ugrave; alto di Incantesimi &egrave; possibile lanciare (massimo 6&deg;). Per esempio, si potrebbero barattare tre slot di 1&deg; livello per lanciare un incantesimo di 3&deg; livello, o sacrificare due slot di 3&deg; livello per lanciare un incantesimo di 6&deg; livello. Se si combinano degli slot incantesimo per lanciare un incantesimo di 6&deg; livello, quest'ultimo non conta come tale ai fini di risolutezza sintonica.</p><p>Infine, si possono spendere 2 Punti Risolutezza per combinare due incantesimi di 6&deg; livello e lanciare cos&igrave; <em>Desiderio</em>.</p><h2>Alternate Class Features</h2><p>@Compendium[sfrpg.class-features.p5xoDQXN2ZcWuW71]{Cache Augmentation (Ex)}</p><p>@Compendium[sfrpg.class-features.Pf9uh67LQ85K52AF]{Cache Hacks (Su)}</p><p>@Compendium[sfrpg.class-features.Nvh2F2YOmAjRbzOz]{Hack Capacitor (Su)}</p>"
		},
		{
			"id": "Vanguard",
			"name": "Avanguardia"
		},
		{
			"id": "Witchwarper",
			"name": "Stregone del Velo"
		}
	]
}