{
	"label": "Temi",
	"entries": [
		{
			"id": "Ace Pilot",
			"name": "Pilota Esperto",
			"description":"<p>Vi sentite al massimo quando pilotate un veicolo, che sia un'astronave che solca il nero assoluto dello spazio o un veicolo terrestre che zigzaga fra gli alberi, evita massi e taglia distese polverose. Forse siete membro di una forza militare d'&eacute;lite e avete ricevuto un intenso addestramento; oppure potreste essere un dilettante totale con abilit&agrave; innate che lo rendono un asso parecchio ammirato.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Siete ossessionati da veicoli e astronavi, e siete determinati a imparare qualsiasi minimo accenno di conoscenza relativa ad essi in cui vi imbattiate. Riducete di 5 la CD delle prove di Cultura per ricordare conoscenze su modelli e parti di astronavi e veicoli, oltre a famosi piloti. Pilotare &egrave; un'abilit&agrave; di classe per voi, ma se &egrave; un'abilit&agrave; di classe della classe scelta al 1&deg; livello, avete invece bonus +1 alle prove di Pilotare. Inoltre, ricevete bonus +1 alla Destrezza alla creazione del personaggio.</p><h2>Lupo Solitario (6&deg;)</h2><p>Siete in grado di ricoprire in maniera basilare qualsiasi ruolo su un'astronave, e potete anche fare da sostituto per alcuni incarichi. Ogni volta che dovete tentare una prova durante il combattimento fra astronavi o per riparare direttamente o comunque eseguire interventi sulla vostra astronave, potete considerare met&agrave; dei vostri gradi in Pilotare come gradi nell'abilit&agrave; relativa alla prova, se ci&ograve; &egrave; meglio (poich&eacute; avete di fatto dei gradi nell'abilit&agrave; correlata, siete considerati addestrati ai fini di questa prova).</p><h2>Passione per la Velocit&agrave; (12&deg;)</h2><p>Sfrecciare su un veicolo vi d&agrave; una scarica di adrenalina, e potete facilmente manovrare mezzi a velocit&agrave; tali da far perdere il controllo agli altri piloti. Riducete di 1 qualsiasi penalit&agrave; alle prove di Pilotare effettuate quando siete su un veicolo. Quando effettuate l'azione Doppia Manovra durante un inseguimento fra veicoli, riducete di 1 la penalit&agrave; per ciascuna azione. Ogni volta che una prova di Pilotare ha una penalit&agrave; per aver fallito di 5 o pi&ugrave;, subite quella penalit&agrave; solo se fallite di 10 o pi&ugrave;.</p><h2>Pilota Supremo (18&deg;)</h2><p>I vostri traguardi come pilota vi rinvigoriscono, dandovi nuovo zelo e impeto. Fino a due volte al giorno, quando sconfiggete un Nemico Significativo nel combattimento fra astronavi come pilota o avete successo in un inseguimento fra veicoli (cio&egrave; siete sfuggiti a un inseguitore o avete raggiunto e sconfitto l'avversario), recuperate 1 Punto Risolutezza.</p>"
		},
		{
			"id": "Athlete",
			"name": "Athlete"
		},
		{
			"id": "Battle Medic",
			"name": "Battle Medic"
		},
		{
			"id": "Biotechnician",
			"name": "Biotecnologo",
			"description": "<p>Sei un ricercatore nel campo delle biotecnologie o un utente entusiasta di questa forma di tecnologia, alla continua ricerca o impegnato a sviluppare nuove biotecnologie e combinazioni di impianti esistenti con progressi in altri campi. Potresti essere uno degli Aumentati, un ricercatore in una delle aziende biotecnologiche di Bretheda, un incantatore genetomante che mischia biotecnologia e magia, o persino una cavia volontaria per nuovi impianti. In ogni modo, hai preso in mano la tua stessa evoluzione.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Comprendi le complessit&agrave; degli Impianti Biotecnologici e ti tieni aggiornato sulle attuali ricerche nel settore, o perch&eacute; lavori per sviluppare questa tecnologia o perch&eacute; sei una cavia per questi impianti o, pi&ugrave; probabilmente, per entrambi i motivi.</p><p>Riduci di 5 la CD delle prove di Scienza Biologica per identificare gli Impianti Biotecnologici e per Ricordare Conoscenze su compagnie e ricercatori famosi nel campo delle biotecnologie. Per te Medicina &egrave; una abilit&agrave; di classe, ma se &egrave; gi&agrave; un'abilit&agrave; di classe della classe che hai preso al 1&deg; livello, ottieni invece bonus +1 alle prove di Medicina. Inoltre, alla creazione del personaggio hai modificatore alla caratteristica di Intelligenza +1.</p><h2>Contatti nel Settore (6&deg;)</h2><p>Hai costruito e mantenuto un buon numero di relazioni con attori importanti dell'industria biotecnologica, guadagnandoti favori e trattamenti preferenziali. Finch&eacute; sei in grado di contattare questi interlocutori, ottieni uno sconto del 10% sul normale prezzo di listino degli Impianti Biotecnologici da installare nel tuo corpo.</p><h2>Sperimentatore (12&deg;)</h2><p>Grazie al tuo entusiasmo per l'equipaggiamento biotecnologico e alla costante manipolazione del tuo DNA, puoi accogliere nel tuo corpo impianti sperimentali e all'avanguardia che la maggior parte della gente non pu&ograve; sostenere. Puoi avere installato un Impianto Biotecnologico in pi&ugrave; rispetto a quelli consentiti alla tua razza. Per esempio, un umano pu&ograve; avere sia una Ghiandola del Drago che una Saggianatura anche se occupano entrambi la gola.</p><h2>Biotecnologia Adattiva (18&deg;)</h2><p>Hai imparato a sfruttare i tuoi Impianti Biotecnologici in modi che i loro creatori neppure immaginavano. Due volte al giorno, come Azione Standard, puoi disattivare un Impianto Biotecnologico nel tuo corpo, ad eccezione di un arto prostetico, rendendolo inerte fino al tuo prossimo riposo di 8 ore, per recuperare 1 Punto Risolutezza. Un Impianto Biotecnologico inerte non fornisce i normali benefici (uno Sperone Velenoso inerte non pu&ograve; essere utilizzato per attaccare, per esempio), e puoi disattivare un singolo Impianto Biotecnologico solo una volta al giorno.</p>"
		},
		{
			"id": "Bounty Hunter",
			"name": "Cacciatore di Taglie",
			"description": "<p>Date la caccia alla gente per soldi. &Egrave; una professione pericolosa, poich&eacute; molti dei vostri bersagli, comprensibilmente, non vogliono farsi prendere. Vi piace cos&igrave;. Forse avete un codice etico e rifiutate di lavorare per acciuffare, poniamo, bambini o membri della vostra razza. Forse date la caccia solo ai criminali evasi. O forse siete completamente amorali, e accettate qualsiasi incarico per il giusto prezzo.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>La vostra mente &egrave; una fredda trappola d'acciaio quando si tratta di informazioni sulle creature che state seguendo. Scegliete come preda una specifica creatura senziente che potete identificare per nome, alias o identit&agrave;. Riducete di 5 la CD di prove di Cultura o Professione (cacciatore di taglie) per ricordare conoscenze sulla vostra preda, oltre a informazioni su individui e pratiche legati alle forze dell'ordine. Se scegliete una preda che conoscete solo per alias o identit&agrave; segreta, questa abilit&agrave; aiuta ad apprendere fatti relativi solo all'identit&agrave; che conoscete, non ad altre a voi ignote. Una volta sconfitta la preda, come azione che richiede 1 minuto, potete studiare dossier e database relativi a un altro individuo, che sar&agrave; la vostra nuova preda. Potete anche abbandonare la preda per un'altra senza averla sconfitta, ma in tal caso avete penalit&agrave; -2 a tutte le Prove di Abilit&agrave; per 1 settimana. Sopravvivenza &egrave; un'abilit&agrave; di classe per voi, ma se &egrave; un'abilit&agrave; di classe della classe scelta al 1&deg; livello, guadagnate invece bonus +1 alle prove di Sopravvivenza. Inoltre, ricevete bonus +1 alla Costituzione alla creazione del personaggio.</p><h2>Cacciatore Rapido (6&deg;)</h2><p>Sapete come chiedere in giro riguardo alla vostra preda per ottenere informazioni in fretta. Potete usare Diplomazia per raccogliere informazioni su uno specifico individuo in met&agrave; del tempo consueto, e riducete a 0 la penalit&agrave; per seguire tracce con Sopravvivenza al pieno della vostra velocit&agrave;.</p><h2>Implacabile (12&deg;)</h2><p>Sembrate non stancarvi mai, anche quando lavorate pi&ugrave; a lungo e con pi&ugrave; vigore di chiunque altro stia inseguendo la vostra preda; alcuni vostri bersagli forse vi vedono come un fantasma instancabile o un cacciatore dall'occhio di falco. Potete camminare o essere altrimenti attivo per 12 ore invece di 8 prima di tentare prove di Costituzione per la Marcia Forzata, e potete andare veloci per 2 ore al giorno invece di 1 ora durante i Viaggi Via Terra. Riducete a -10 la penalit&agrave; per seguire tracce muovendosi a doppia velocit&agrave; con Sopravvivenza.</p><h2>Cacciatore Supremo (18&deg;)</h2><p>La vostra caccia incessante alla preda vi rende determinati e pu&ograve; rinnovare le vostre riserve di forza interne. Una volta al giorno, mentre inseguite la preda, potete rinfrescare le informazioni attuali su di essa per 10 minuti per recuperare 1 Punto Risolutezza; ci&ograve; non conta come riposare per recuperare Punti Stamina. Inoltre, una volta al giorno, quando sconfiggete la vostra preda, recuperate 1 Punto Risolutezza.</p>"
		},
		{
			"id": "Bureaucrat",
			"name": "Bureaucrat"
		},
		{
			"id": "Career Trooper",
			"name": "Career Trooper"
		},
		{
			"id": "Colonist",
			"name": "Colonist"
		},
		{
			"id": "Corporate Agent",
			"name": "Agente Aziendale",
			"description": "<p>Le aziende controllano buona parte del mondo moderno, dal cibo alle armi schierate sui campi di battaglia. Sei un agente di una di queste imprese, che fa affidamento sulle tue capacit&agrave; come negoziatore e mediatore e sulla tua astuzia per portare avanti i tuoi scopi. Che tu faccia proposte agli agenti di altre imprese per dividere i diritti di sfruttamento minerario di un asteroide o porti la presenza della tua impresa su un mondo appena scoperto, agisci come occhi, orecchie e mani dell'azienda.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Sei profondamente integrato nella cultura aziendale, e conosci tutti i decisori pi&ugrave; importanti. Riduci di 5 la CD delle prove di Professione o Cultura per Ricordare Conoscenze relative ad aziende e ai loro dirigenti pi&ugrave; importanti. Per te Diplomazia &egrave; un'abilit&agrave; di classe, ma se &egrave; gi&agrave; un'abilit&agrave; di classe della classe che hai preso al 1&deg; livello ottieni invece bonus +1 alle prove di Diplomazia. Inoltre, alla creazione del personaggio hai modificatore alla caratteristica di Carisma +1.</p><h2>Networking (6&deg;)</h2><p>Se il database della tua azienda non ha l'informazione che cerchi, probabilmente conosci qualcuno che pu&ograve; fornirtela. Ti occorrono solo 10 minuti per effettuare una prova di Diplomazia per Raccogliere Informazioni, a patto che tu sia connesso a un'infosfera locale o abbia un modo per comunicare rapidamente con i tuoi contatti in un Insediamento che &egrave; almeno tecnologicamente nella media. Inoltre, se hai accesso a un'infosfera locale, puoi prendere 20 su una Prova di Abilit&agrave; per Ricordare Conoscenze impiegando la met&agrave; del tempo normale (solitamente 1 minuto).</p><h2>Forzare la Mano (12&deg;)</h2><p>Di solito puoi ottenere ci&ograve; che vuoi facendo il nome dell'azienda per la quale lavori, anche se agire in questo modo non ti fa fare amici. Quando usi con successo Intimidire per Costringere una creatura, il cambiamento nel suo atteggiamento dura il triplo del normale. A discrezione del GM, questa capacit&agrave; potrebbe non funzionare su creature che non hanno mai sentito parlare della tua azienda.</p><h2>Chiudere l'Accordo (18&deg;)</h2><p>Nulla ti emoziona pi&ugrave; che intraprendere un'accesa discussione per fare gli interessi del tuo datore di lavoro. &Egrave; per questo che sei stato assunto, ed &egrave; per questo che viaggi per il cosmo. Fino a due volte al giorno, dopo aver trascorso almeno 10 minuti trattando e negoziando (non conta come riposare per recuperare Punti Stamina) o usando un'infosfera per fare ricerche relativamente a un contratto estremamente vantaggioso per la tua azienda, recuperi 1 Punto Risolutezza.</p>"
		},
		{
			"id": "Cult Hunter",
			"name": "Cult Hunter"
		},
		{
			"id": "Cultist",
			"name": "Cultista",
			"description": "<p>Hai servito come cultista senza volto di una religione o di un'organizzazione che rimane nascosta al pubblico perch&eacute; persegue fini immorali o illegali. Anche se ti sei lasciato il culto alle spalle, o per lo meno &egrave; ci&ograve; che dici ogni volta che qualcuno solleva il discorso, sai cogliere rapidamente i segni delle attivit&agrave; di un culto, inoltre, l'esposizione ripetuta a sostanza psicotrope e le lunghe notti insonni trascorse a officiare interminabili rituali ti hanno reso pi&ugrave; resistente del normale.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Hai catalogato simboli, tecniche di indottrinamento e membri del culto a cui hai aderito, e puoi applicare queste osservazioni generali a culti di ogni tipo. Riduci di 5 la CD delle prove di Cultura per Ricordare Conoscenze su culti nascosti e religioni segrete, incluse conoscenze sulle loro credenze, gerarchie e simboli. Riduci di 5 la CD delle prove di Diplomazia per Raccogliere Informazioni sui culti segreti e sui loro enigmatici membri (si tratta di conoscenze oscure o segrete, e di individui misteriosi od oscuri). Per te Camuffare &egrave; un'abilit&agrave; di classe, ma se &egrave; gi&agrave; un'abilit&agrave; di classe della classe che hai preso al 1&deg; livello ottieni invece bonus +1 alle prove di Camuffare. Inoltre, alla creazione del personaggio hai modificatore alla caratteristica di Costituzione +1.</p><h2>Infiltrarsi in un Culto (6&deg;)</h2><p>Quando scopri un culto segreto, puoi adottare il punto di vista dei suoi membri e fingerti uno di loro. Se trascorri 10 minuti a conversare con un membro di un culto segreto e superi una prova di Cultura con CD 25, i tipici membri di quel culto hanno un atteggiamento iniziale indifferente nei tuoi confronti. Inoltre, guadagni bonus +2 alle prove di Raggirare, Diplomazia e Intimidire che effettui nei loro confronti.</p><h2>Resistenza Incredibile (12&deg;)</h2><p>La continua esposizione a Droghe e Veleni durante i tuoi giorni da cultista ti ha temprato contro i loro effetti. Una volta al giorno, puoi ripetere un Tiro Salvezza su Tempra per resistere agli effetti di un Veleno, di una Droga o di una Malattia. Devi decidere se utilizzare questa capacit&agrave; dopo aver tirato il dado, ma prima di apprendere l'esito della prova.</p><h2>Memorie di Devozione (18&deg;)</h2><p>Puoi riflettere sulle tue esperienze come membro di uno dei culti della galassia o come suo oppositore e attingere a una riserva di forza interiore. Fino a due volte al giorno, puoi parlare apertamente del tuo passato da cultista (con una persona o registrando un diario audio) per 10 minuti e recuperare 1 Punto Risolutezza; questo tempo non conta come riposare per recuperare Punti Stamina.</p>"
		},
		{
			"id": "Cyberborn",
			"name": "Nativo Cibernetico",
			"description": "<p>Hai avuto il tuo primo Impianto Cibernetico quand'eri molto giovane, e consideri l'aggiunta di ulteriori impianti come un cammino verso l'autoperfezionamento. Potresti essere un Verthani della casta degli Aumentati, un orco pelle d'acciaio che cerca di distinguersi dalla massa o un qualsiasi individuo ispirato dalle possibilit&agrave; della tecnologia. A ogni modo, ti impegni per padroneggiare i tuoi attuali Impianti e ne aggiungi di nuovi ogni volta che ne hai l'occasione.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Studi con passione la cibernetica e cerchi di stare al passo con le nuove applicazioni e tecnologie sperimentali. Riduci di 5 la CD delle prove di Ingegneria per identificare Impianti Cibernetici e delle prove di Scienza Biologica per Ricordare Conoscenze sulle tecniche per la loro installazione, nonch&eacute; sulle aziende e strutture di ricerca che li producono e fanno esperimenti correlati. Per te Computer &egrave; un'abilit&agrave; di classe, ma se &egrave; gi&agrave; un'abilit&agrave; di classe della classe che hai preso al 1&deg; livello ottieni invece bonus +1 alle prove di Computer. Inoltre, alla creazione del personaggio hai modificatore alla caratteristica di Intelligenza +1.</p><h2>Autohacker (6&deg;)</h2><p>I tuoi continui esperimenti hanno sfumato i confini tra il tuo corpo e i tuoi impianti. Una volta al giorno, come Azione Completa puoi overclockare uno dei tuoi impianti cibernetici per recuperare un numero di Punti Stamina pari al Livello dell'Oggetto di quell'impianto. Per usare questa capacit&agrave; devi avere un impianto Impianto Cibernetico nel tuo corpo.</p><h2>Sistemi Rafforzati (12&deg;)</h2><p>Comprendi le potenziali vulnerabilit&agrave; degli Impianti Cibernetici e hai modificato i tuoi per renderli pi&ugrave; resistenti. Le CD per hackerare magicamente o tecnologicamente i tuoi impianti cibernetici aumentano di 5 grazie alle subdole contromisure che vi hai aggiunto. I tuoi Impianti Cibernetici, inoltre, ti concedono resistenza all'elettricit&agrave; 5, cumulativa con altre fonti di Resistenza all'Energia.</p><h2>Maestro Modificatore (18&deg;)</h2><p>Sei galvanizzato ogni volta che dimostri le capacit&agrave; potenziate del tuo corpo cibernetico. Fino a due volte al giorno, quando porti a termine un compito significativo in una maniera che fa un uso cruciale delle abilit&agrave; concesse dai tuoi Impianti Cibernetici (a discrezione del GM), puoi trascorrere 10 minuti riposando e manutenendo quegli impianti per recuperare 1 Punto Risolutezza; ci&ograve; non conta come riposare per recuperare Punti Stamina.</p>"
		},
		{
			"id": "Death-Touched",
			"name": "Baciato dalla Morte",
			"description": "<p>Hai subito gli effetti dell'energia della morte e di quella negativa. Non sei un Non Morto, ma hai con essi e con i defunti un'affinit&agrave; che la maggior parte delle creature viventi non riesce a comprendere. Forse sei stato attaccato da un Non Morto quando eri molto giovane, oppure sei stato esposto a strane radiazioni, fenditure dimensionali o effetti magici che ti hanno connesso in maniera lieve, ma permanente, con il Piano dell'Energia Negativa. Sei sopravvissuto all'esperienza, ma non sei pi&ugrave; lo stesso di prima.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Grazie al potere che cresce al tuo interno e alle tue esperienze con i Non Morti hai una comprensione intuitiva di questo tipo di creature e dell'energia negativa. Puoi usare Percezione anzich&eacute; Misticismo per Ricordare Conoscenze relative a Non Morti ed effetti dell'energia negativa la prima volta che li vedi. Per te Percezione &egrave; un'abilit&agrave; di classe, ma se &egrave; gi&agrave; un'abilit&agrave; di classe della classe che hai preso al 1&deg; livello ottieni invece bonus +1 alle prove di Percezione. Inoltre, alla creazione del personaggio hai modificatore alla caratteristica di Costituzione +1.</p><h2>Vigore Spaventoso (6&deg;)</h2><p>La scintilla di energia negativa che porti dentro di te ti dona una forza oscura e ti conferisce parte delle resistenze delle creature non morte. Hai bonus +1 ai Tiri Salvezza contro Affaticamento, effetti di Influenza Mentale, effetti di Sonno, Esaurimento, Malattie, Paralisi, Stordimento e Veleni.</p><h2>Assuefatto alla Tomba (12&deg;)</h2><p>Il tuo corpo, sempre piuttosto freddo al tocco anche se indossi abiti pesanti, diventa resistente alle basse temperature estreme. Ottieni Resistenza al Freddo pari al tuo livello. Se hai gi&agrave; Resistenza al Freddo da un'altra fonte, invece, essa incrementa di un ammontare pari a met&agrave; del tuo livello.</p><h2>Divoratore di vita (18&deg;)</h2><p>Se sei vicino a una creatura senziente quando viene uccisa, puoi assorbire parte dell'energia che rilascia per incrementare il tuo vigore. La prima volta ogni giorno che una creatura vivente con un punteggio di Intelligenza di 3 o pi&ugrave; muore entro 3 metri da te, recuperi 1 Punto Risolutezza. Non c'&egrave; bisogno che sia tu a infliggere il colpo letale.</p><p>Inoltre, ogni volta che sei Privo di Sensi e una creatura vivente con un punteggio di Intelligenza di 3 o pi&ugrave; muore in uno spazio adiacente al tuo, come Reazione puoi spendere il numero appropriato di Punti Risolutezza per Stabilizzarti o, se sei gi&agrave; Stabile, puoi spendere 1 Punto Risolutezza per Restare in Combattimento.</p>"
		},
		{
			"id": "Diplomat",
			"name": "Diplomat"
		},
		{
			"id": "Dragonblood",
			"name": "Sangue Draconico",
			"description":"<p>Senti la magia dei draghi pulsarti nelle vene, e il loro ruggito gutturale ti rinvigorisce. Che tu provenga da un'area con legami profondi con queste creature o abbia semplicemente trascorso la vita a studiarle, capisci in che modo la loro categorizzazione (in metallici o cromatici e nelle relative sottospecie) ne influenza il modo di fare, l'aspetto e persino gli scopi. Il loro potere &egrave; nelle tue mani, e li lodi ovunque vada.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Studi i draghi con passione e non dimentichi un dettaglio, che si tratti di tradizioni, cultura, capacit&agrave; o informazioni personali degli esemplari pi&ugrave; antichi del sistema. Riduci di 5 la CD delle prove di Cultura o Misticismo per Ricordare Conoscenze su abitudini e capacit&agrave; dei draghi e su nomi e dettagli personali di draghi adulti o pi&ugrave; anziani. Per te Cultura &egrave; un'abilit&agrave; di classe, ma se &egrave; gi&agrave; un'abilit&agrave; di classe della classe che hai preso al 1&deg; livello ottieni invece bonus +1 alle prove di Cultura. Inoltre, alla creazione del personaggio hai modificatore alla caratteristica di Carisma +1.</p><h2>Portamento Draconico (6&deg;)</h2><p>Sfrutti la reputazione terrificante dei draghi per intimorire i tuoi nemici. Hai letto talmente tanto sulle loro tattiche, oppure le hai viste in azione, che puoi imitarle con un'accuratezza e un'efficacia sorprendenti. Quando usi con successo Intimidire per Costringere una creatura, il suo atteggiamento cambia per 10 minuti aggiuntivi. Quando usi con successo Intimidire per Demoralizzare un avversario, esso &egrave; Scosso per 1 round aggiuntivo.</p><h2>Pelle del Drago (12&deg;)</h2><p>Hai condizionato la tua pelle a resistere al potere intrinseco dei draghi, e pertanto gli attacchi elementali hanno meno effetto su di te. Ogni giorno, la prima volta che subiresti danni da energia ottieni Resistenza 5 contro il tipo di quei danni per la durata di quell'attacco e per l'ora successiva, oppure finch&eacute; non riposi per recuperare Punti Stamina, quale dei due si verifichi per primo. Questa Resistenza all'Energia &egrave; cumulativa con un solo altro tipo di Resistenza all'Energia che ottieni da un'altra fonte.</p><h2>Ricchezza del Drago (18&deg;)</h2><p>Hai una comprensione profonda delle motivazioni, del valore e delle culture dei draghi, e hai sviluppato il loro stesso amore per i possedimenti materiali. Fino a due volte al giorno, puoi trascorrere 10 minuti a catalogare ed esaminare i tuoi beni (per esempio studiando i tuoi estratti conto bancari o lucidando la tua arma pi&ugrave; costosa) per recuperare 1 Punto Risolutezza. Ci&ograve; non conta come riposare per recuperare Punti Stamina.</p>"
		},
		{
			"id": "Dream Prophet",
			"name": "Profeta dei Sogni",
			"description":"<p>Sei stato attirato su Liavara dalle canzoni dei Sognatori, che hanno risvegliato in te una risonanza con questi esseri illuminati. Adesso vedi il mondo che ti circonda sotto una nuova luce e hai una comprensione innata e trascendente del potere mistico che pervade l'universo. Non controlli questa energia; il massimo che puoi fare &egrave; accettarla e assorbirla, e hai delle visioni profetiche del futuro quando entri in sintonia con le riverberazioni psichiche incapsulate nelle canzoni dei sognatori.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>La tua percezione delle energie psichiche di cui l'universo &egrave; permeato ti dona una comprensione intuitiva dei fenomeni magici e mistici, specialmente quelli prodotti dalle creature che possono lanciare incantesimi. Riduci di 5 la CD delle prove di Misticismo per Identificare Incantesimi che Vengono Lanciati e per Ricordare Conoscenze su simboli arcani e tradizioni magiche. Per te Misticismo &egrave; un'abilit&agrave; di classe, ma se &egrave; gi&agrave; un'abilit&agrave; di classe della classe che hai preso al 1&deg; livello ottieni invece bonus +1 alle prove di Misticismo. Inoltre, alla creazione del personaggio hai modificatore alla caratteristica di Saggezza +1.</p><h2>Lampo di prescienza (6&deg;)</h2><p>Quando apri te stesso alla risonanza psichica che ti circonda, specie nella frazione di secondo in cui rischi la vita, il tempo sembra come fermarsi. In questi momenti fuggevoli puoi percepire il riverbero delle azioni che non hai ancora intrapreso, e prendere le tue decisioni di conseguenza. Una volta al giorno, come Azione Standard, puoi lanciare Presagio come capacit&agrave; magica, ma puoi vedere solo 1 minuto nel futuro. Per il resto funziona come Presagio.</p><h2>Sogni dal Futuro (12&deg;)</h2><p>I tuoi sogni contengono vaghe visioni del tuo immediato futuro, e ti permettono di guadagnare un piccolo vantaggio quando emergono alla tua coscienza senza preavviso. Ogni giorno in cui ti svegli dopo aver riposato per 8 ore, scegli tra Prove di Abilit&agrave;, Prove di Caratteristica e Tiri Salvezza: due volte al giorno, puoi ripetere una prova del tipo che hai scelto in quel giorno.</p><h2>Sogno ad Occhi Aperti (18&deg;)</h2><p>Fino a due volte al giorno, dopo aver usato la capacit&agrave; sogni dal futuro, se la prova che hai ripetuto &egrave; stata un fallimento, puoi trascorrere del tempo e riflettere sulla natura fugace e talvolta inaffidabile dei sogni e delle profezie. Puoi trascorrere 10 minuti meditando su questo argomento e recuperare 1 Punto Risolutezza; ci&ograve; non conta come riposare per recuperare Punti Stamina.</p>"
		},
		{
			"id": "Esper",
			"name": "Esper"
		},
		{
			"id": "Giantblood",
			"name": "Giantblood"
		},
		{
			"id": "Gladiator",
			"name": "Gladiatore",
			"description": "<p>Sei un veterano dell'industria degli sport cruenti, sopravvissuto a innumerevoli battaglie per conquistare un lucente cred&iacute;stick, l'acclamazione del pubblico entrambi. Magari sei un veterano delle fosse gladiatorie di Akiton, uno studente dello stile ritualizzato dei fiori di battaglia di Triaxus o il tipo di masochista che non riesce a stare lontano a lungo dalle Sale dei Viventi di Eox. Probabilmente ci rimetterai la pelle prima di perdere il vizio, poich&eacute; poche cose ti emozionano pi&ugrave; dell'adrenalina della battaglia e delle urla di migliaia di fan estasiati.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>La tua esperienza nell'arena ti ha esposto a innumerevoli culture guerriere: sei in grado di riconoscere le pi&ugrave; strane arti marziali e sai come impressionare gli altri con il tuo stile di combattimento. Riduci di 5 la CD delle prove di Cultura per Ricordare Conoscenze riguardo al combattimento sportivo, agli stili di combattimento e alle tradizioni gladiatorie. Per te Intimidire &egrave; un'abilit&agrave; di classe, ma se &egrave; gi&agrave; un'abilit&agrave; di classe della classe che hai preso al 1&deg; livello ottieni invece bonus +1 alle prove di Intimidire. Inoltre, alla creazione del personaggio hai modificatore alla caratteristica di Costituzione +1.</p><h2>Combattente Famoso (6&deg;)</h2><p>Molti fan ti adorano per le tue capacit&agrave; nell'arena. Sei talmente famoso che agli altri basta superare una prova di Cultura con CD 15 per riconoscere il tuo nome, e con CD 25 per riconoscerti quando sei fuori dal tuo contesto. Poich&eacute; sei famoso per la tua brutale presenza scenica, quando usi Intimidire per Costringere una creatura con atteggiamento Indifferente o migliore puoi spendere il doppio del tempo e, se lo fai e superi la prova, quando l'effetto termina l'atteggiamento della creatura nei tuoi confronti scende solo a Indifferente, e non a Maldisposto. A discrezione del GM, l'atteggiamento di un fan sfegatato potrebbe scendere ad Amichevole, oppure potresti essere in grado di usare questa abilit&agrave; contro un bersaglio Maldisposto.</p><h2>Tutt'Uno con l'Equipaggiamento (12&deg;)</h2><p>Il tuo nome &egrave; ormai associato alla tua personalit&agrave; e al tuo equipaggiamento da gladiatore. A patto che il tuo equipaggiamento sia in buone condizioni, non subisci alcuna penalit&agrave; di circostanza se indossi un'armatura leggera o pesante in situazioni sociali (ad esempio se indossi un'armatura golem a un evento formale). Puoi usare Intimidire o Professione (gladiatore; Carisma) per \"nascondere\" su di te fino a due armi di dimensioni ridotte (come un'arma piccola o un'arma da mischia a una mano con volume leggero) o un'arma da mischia pi&ugrave; grande, sebbene tu non stia effettivamente nascondendola, ma convincendo gli altri a non obiettare sul fatto che la porti con te. Puoi estrarre normalmente queste armi: non devi spendere un'Azione Standard come se stessi estraendo un'arma nascosta. Per il resto questa capacit&agrave; funziona come il compito Nascondere Oggetto dell'abilit&agrave; Rapidit&agrave; di Mano. A discrezione del GM, in aree con un livello di sicurezza particolarmente alto ti potrebbe essere impedito di portare qualsiasi arma, a prescindere dalla tua reputazione.</p><h2>Il Preferito della Folla (18&deg;)</h2><p>Ogni giorno, la prima volta che infliggi il Colpo di Grazia (riduci una creatura a 0 Punti Ferita) a un nemico significativo davanti a un pubblico (composto da almeno un passante o un fan pagante, ma non da un altro nemico), recuperi 1 Punto Risolutezza. Se il pubblico &egrave; composto da 20 creature o pi&ugrave; recuperi invece 2 Punti Risolutezza.</p>"
		},
		{
			"id": "Grifter",
			"name": "Grifter"
		},
		{
			"id": "Guard",
			"name": "Guard"
		},
		{
			"id": "Icon",
			"name": "Icona",
			"description": "<p>Grazie a trasmissioni interstellari e alla navigazione nella Deriva, la galassia &egrave; pi&ugrave; piccola che mai, e queste connessioni hanno facilitato la vostra ascesa allo status di celebrit&agrave;. Potete essere un famoso attore o uno scienziato rinomato, ma ad ogni modo venite riconosciuti sui Mondi del Patto e nei sistemi associati. Il motivo per cui viaggiate su pianeti sconosciuti pu&ograve; essere la voglia di espandere la vostra fama o di fuggire dai riflettori.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Scegliete un'abilit&agrave; Professione. Siete pozzi di conoscenza sulla cultura della vostra professione di icona. Quanto tentate una prova di Professione o Cultura per ricordare conoscenze su altre icone della vostra professione o dettagli sugli aspetti culturali della vostra professione, diminuite la CD di 5. Guadagnate bonus +1 alle prove dell'abilit&agrave; Professione da voi scelta. Cultura diventa un'abilit&agrave; di classe per voi, ma se &egrave; un'abilit&agrave; di classe della classe scelta al 1&deg; livello, guadagnate invece bonus +1 alle prove di Cultura. Inoltre, ricevete bonus +1 al Carisma alla creazione del personaggio.</p><h2>Celebrit&agrave; (6&deg;)</h2><p>Siete cos&igrave; famosi che pi&ugrave; o meno tutti hanno sentito parlare di voi o possono trovare rapidamente informazioni che vi riguardano (prova di Cultura con CD 10 per riconoscere il vostro nome e di Cultura con CD 20 perch&eacute; qualcuno vi riconosca dall'aspetto, fuori contesto). La celebrit&agrave; vi ha portato sostenitori e detrattori fra gli appassionati della vostra professione. Se state cercando una persona generica, come &ldquo;un dottore in grado di curare questa malattia&rdquo;, ne riuscite quasi sempre a trovare una che &egrave; un sostenitore con un atteggiamento che parte da amichevole o premuroso; ci&ograve; richiede 2d4 ore. A discrezione del GM, i sostenitori potrebbero offrirvi servigi (ma non merci) scontati o addirittura gratis.</p><h2>Megacelebrit&agrave; (12&deg;)</h2><p>La vostra reputazione &egrave; giunta al punto che il vostro nome &egrave; ovunque. La CD delle prove di Cultura per riconoscervi &egrave; ridotta a 5 (o 10 per riconoscervi solo dall'aspetto, fuori contesto) e impiegate solo 1d4 ore per trovare un sostenitore che corrisponde a una descrizione generica. Inoltre i sostenitori vi concedono un 10% di sconto sugli acquisti di merci.</p><h2>Icona Suprema (18&deg;)</h2><p>Fino a due volte al giorno potete interagire col pubblico nell'ambito della vostra professione (solitamente nel corso di una performance come un concerto, ma a volte in una conferenza stampa successiva, se la vostra professione non prevede un pubblico) per un totale di almeno 10 minuti, per recuperare 1 Punto Risolutezza.</p>"
		},
		{
			"id": "Law Officer",
			"name": "Law Officer"
		},
		{
			"id": "Mercenary",
			"name": "Mercenario",
			"description": "<p>Sia che accettiate lavori corrispondenti alla vostra etica, sia che combattiate per chiunque se lo possa permettere, siete una pistola al soldo. Forse vi vantate dei risultati ottenuti in passato, mostrando fiero trofei come prova delle vostre abilit&agrave;, oppure siete pervasi dal senso di colpa per essere l'unico superstite di una missione andata male. Forse lavorate con altri mercenari e avete familiarit&agrave; con le metodologie delle azioni militari in tutta la galassia.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Siete familiari con l'ambito militare, dai gruppi mercenari rivali alle procedure standard delle forze armate planetarie, e potete attingere a questa miniera di informazioni per trovare aiuto ai fini dell'avventura. Riducete di 5 la CD delle prove di Cultura e Professione (mercenario) per ricordare conoscenze su gerarchie, pratiche, personale e cos&igrave; via in ambito militare. Atletica &egrave; un'abilit&agrave; di classe per voi, ma se &egrave; un'abilit&agrave; di classe della classe scelta al 1&deg; livello, guadagnate invece bonus +1 alle prove di Atletica. Inoltre, ricevete bonus +1 alla Forza alla creazione del personaggio.</p><h2>Soldato Semplice (6&deg;)</h2><p>Siete abituati alle lunghe marce con equipaggiamento pesante e potete portare senza problemi gran parte delle attrezzature. Considerate la vostra Forza come aumentata di 1 ai fini di determinare i limiti di volume.</p><h2>Caposquadra (12&deg;)</h2><p>Siete estremamente abile nel coordinarvi con la vostra squadra, grazie alla vostra efficienza tattica e al rispetto che incutete. Superate automaticamente le Prove di Abilit&agrave; per Aiutare un Altro mentre assistete un membro della squadra o un altro alleato di lungo corso (come un compagno PG), sempre che siate in grado di tentare la prova in questione.</p><h2>Comandante (18&deg;)</h2><p>Traete determinazione dalle vostre vittorie con la squadra, non importa quanto cruente. Dopo aver partecipato ad almeno tre combattimenti in un giorno, sconfiggendo gruppi distinti di nemici significativi, recuperate 1 Punto Risolutezza. Dopo aver partecipato a sei di tali combattimenti in un giorno, recuperate un secondo Punto Risolutezza.</p>"
		},
		{
			"id": "Noble Scion",
			"name": "Noble Scion"
		},
		{
			"id": "Outlaw",
			"name": "Fuorilegge",
			"description": "<p>A causa di peccati passati o del vostro comportamento attuale, siete ricercati da qualche parte nei Mondi del Patto. Forse non siete nemmeno colpevoli e lottate per ripulire il vostro buon nome, oppure ammettete apertamente di essere un criminale, ma giudicate ingiuste le leggi che infrangete. Quale che sia il caso, ogni tanto avete bisogno di un'astronave diretta verso l'Immensit&agrave; finch&eacute; le acque non si calmano, o finch&eacute; non venite trascinati in prigione.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Avete le mani in pasta per quanto riguarda segreti oscuri e affari loschi, avete sentito parlare dei pezzi grossi e possedete alcune abilit&agrave; piuttosto utili. Riducete di 5 la CD delle prove di Cultura per ricordare conoscenze sul sottobosco criminale. Rapidit&agrave; di Mano &egrave; un'abilit&agrave; di classe per voi, ma se &egrave; un'abilit&agrave; di classe della classe scelta al 1&deg; livello, guadagnate invece bonus +1 alle prove di Rapidit&agrave; di Mano. Inoltre, ricevete bonus +1 alla Destrezza alla creazione del personaggio.</p><h2>Corruzione Legale (6&deg;)</h2><p>I vostri contatti con la criminalit&agrave; hanno agganci seri con le corporazioni e le autorit&agrave;, e possono tirarvi fuori da quasi qualsiasi impiccio legale, fintanto che siete pronti a pagare il giusto prezzo. A seconda della gravit&agrave; del crimine, questo pu&ograve; andare da 500 crediti x il vostro Livello del Personaggio a 10.000 crediti x il vostro Livello del Personaggio.</p><h2>Contatti col Mercato Nero (12&deg;)</h2><p>Avete contatti che possono muovere ogni tipo di merce, in silenzio e con discrezione, verso pressoch&eacute; qualsiasi destinazione immaginabile. Potete vendere merci in qualsiasi citt&agrave; per il prezzo consueto, anche se sono illegali o troppo costose per le tasche dei locali. Inoltre, per il 10% in pi&ugrave; del prezzo consueto, potete acquistare merci da consegnare in un remoto punto convenuto (forse nei pressi del luogo dell'avventura) nello stesso sistema solare di una citt&agrave; familiare. Il tempo a disposizione per la consegna &egrave; sempre pari almeno a quello del viaggio fra la citt&agrave; e il punto concordato; a volte &egrave; addirittura maggiore.</p><h2>Fuorilegge Supremo (18&deg;)</h2><p>Organizzare piani loschi &egrave; una delle vostre specialit&agrave;, e farlo &egrave; come una dolce dose di adrenalina. Fino a due volte al giorno, dopo aver trascorso almeno 10 minuti a pianificare una rapina, un raggiro o un altro crimine significativo (ci&ograve; non conta come riposare per recuperare Punti Stamina) ed essere riusciti in almeno un'azione volta a porlo in atto, recuperate 1 Punto Risolutezza.</p>"
		},
		{
			"id": "Paranormal Investigator",
			"name": "Paranormal Investigator"
		},
		{
			"id": "Priest",
			"name": "Sacerdote",
			"description":"<p>Fate parte di una religione organizzata o di un'associazione simile. La vostra fede, che sia stata una parte di voi sin dall'infanzia o che vi siate giunti pi&ugrave; tardi nella vita, &egrave; parte integrante del vostro carattere. Forse viaggiate fra le stelle, o la vostra chiesa pu&ograve; avervi inviati in una missione sacra (o blasfema). Non importano gli ostacoli che la vita vi mette davanti: potrete sempre contare sulla convinzione che la vostra fede vi dona.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Scegliete una divinit&agrave; o una filosofia con allineamento entro un grado, sull'bene-male o legge-caos, dal vostro. Riducete di 5 la CD delle prove di Cultura e Misticismo per ricordare conoscenze su tradizioni religiose, simboli religiosi e famosi leader religiosi. Misticismo diventa un'abilit&agrave; di classe per voi, ma se &egrave; un'abilit&agrave; di classe della classe scelta al 1&deg; livello, guadagnate invece bonus +1 alle prove di Misticismo. Inoltre, ricevete bonus +1 alla Saggezza alla creazione del personaggio.</p><h2>Manto del Clero (6&deg;)</h2><p>Avete raggiunto un rango di prestigio nella vostra religione. I tipici seguaci laici della vostra religione hanno verso di voi un atteggiamento che parte da premuroso, e spesso vi forniscono su richiesta semplice assistenza per adorazione, rispetto o paura (a seconda della vostra religione); anche gli altri membri del clero devono considerare con cura se mostrarsi in disaccordo con voi. Guadagnate bonus +2 alle prove di Diplomazia e Intimidire contro seguaci laici e membri del clero di basso rango.</p><h2>Dono Divino (12&deg;)</h2><p>La vostra divinit&agrave; vi concede poteri mistici: scegliete un incantesimo da Mistico di 1&deg; livello che sia collegato al suo ambito (con l'approvazione del GM). Se avete livelli nella classe Mistico, ottenete 1 incantesimo di 1&deg; livello addizionale al giorno e aggiungete l'incantesimo scelto alla lista di quelli che conoscete. Altrimenti potete usare l'ncantesimo scelto una volta al giorno come una capacit&agrave; magica.</p><h2>Vera Comunione (18&deg;)</h2><p>Fino a due volte al giorno, dopo aver compiuto un'azione significativa fortemente allineata al dogma della vostra fede (a discrezione del GM), potete trascorrere 10 minuti in meditazione profonda o in preghiera e recuperare 1 Punto Risolutezza; ci&ograve; non conta come riposare per recuperare Punti Stamina.</p>"
		},
		{
			"id": "Prisoner",
			"name": "Prisoner"
		},
		{
			"id": "Quartermaster",
			"name": "Quartermaster"
		},
		{
			"id": "Roboticist",
			"name": "Esperto di Robotica",
			"description": "<p>Sei affascinato dal funzionamento interno dei macchinari, che si tratti di Costrutti intelligenti o di Oggetti Tecnologici. Forse ti piace armeggiare nella tua officina, oppure sei un impiegato di una fabbrica specializzata in robot o armi. Probabilmente sei interessato a esplorare mondi distanti e comprendere le innovazioni introdotte su di essi da altre organizzazioni e specie. Quali che siano i tuoi motivi, c'&egrave; sempre un altro aggeggio con il quale vale la pena di armeggiare.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Sei ossessionato dalla complessit&agrave; dei Costrutti e dal funzionamento delle macchine automatizzate. Puoi capire facilmente la funzione di una macchina e per te &egrave; pi&ugrave; semplice tentare di accedere alla programmazione interna di una forma di vita meccanica. Riduci di 5 la CD delle prove di Ingegneria per identificare creature e tecnologia. Per te Computer &egrave; un'abilit&agrave; di classe, ma se &egrave; gi&agrave; un'abilit&agrave; di classe della classe che hai preso al 1&deg; livello ottieni invece bonus +1 alle prove di Computer. Inoltre, alla creazione del personaggio hai modificatore alla caratteristica di Intelligenza +1.</p><h2>Esperto Artigiano (6&deg;)</h2><p>Hai padroneggiato l'arte di assemblare armi e armature tecnologiche unendo diversi componenti. Gli oggetti che costruisci hanno innegabilmente il tuo stile, ma &egrave; anche chiaro che puoi produrre grandi cose. Quando calcoli quanti gradi hai in un'abilit&agrave; necessaria per costruire un Oggetto Tecnologico (non Magico o Ibrido), incrementane il valore di 1. Ci&ograve; ti permette di costruire equipaggiamenti tecnologici di livello fino al tuo Livello del Personaggio + 1.</p><h2>Intuito Tecnico (12&deg;)</h2><p>Hai sviluppato un talento unico per riparare efficacemente Costrutti e Astronavi, che ti permette di effettuare riparazioni d'emergenza su un Drone e far continuare a combattere alleati robotici danneggiati. Una volta al giorno puoi lanciare Rendere Integro, ma puoi scegliere come bersaglio solo creature costruite od Oggetti Tecnologici (non Magici o Ibridi) danneggiati. Quando Ripari un'Astronave, riduci il tempo impiegato a 2 ore anzich&eacute; 5.</p><h2>Maerstro di Robotica (18&deg;)</h2><p>Sono poche le tecnologie con le quali non sei familiare, quindi quando ti ci imbatti ti prendi del tempo per esaminarle. Fino a due volte al giorno, dopo che hai speso almeno 10 minuti a studiare un Oggetto Tecnologico mai visto prima, il cui Livello dell'Oggetto sia entro 5 punti dal tuo Livello del Personaggio, oppure i resti di un Costrutto Tecnologico nemico significativo, recuperi 1 Punto Risolutezza; ci&ograve; non conta come riposare per recuperare Punti Stamina.</p>"
		},
		{
			"id": "Scholar",
			"name": "Erudito",
			"description": "<p>Siete un intellettuale studioso, vi mettete alla prova contro problemi ed enigmi che gli altri trovano insormontabili. Forse siete un esperto di un argomento specifico in una grande universit&agrave; o un eclettico appassionato di vari ambiti di studio. Forse esplorate la galassia in cerca di antichi manufatti o nuovi fenomeni scientifici. Quale che sia la vostra motivazione, siete certo che le risposte che cercate siano l&agrave; fuori.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Siete un esperto in un particolare campo di studi, e mostrate passione per l'argomento. Scegliere Scienza Biologica o Scienza Fisica e un campo di specializzazione. Se scegliete Scienza Biologica vi potete specializzare in bioingegneria, biologia, botanica, ecologia, genetica, xenobiologia, zoologia o un altro campo di studi biologici. Se scegliete Scienza Fisica potete specializzarvi in astronomia, chimica, climatologia, geografia, geologia, meteorologia, oceanografia, fisica o un altro campo di studi fisici. La CD delle Prove di Abilit&agrave; per ricordare conoscenze sulla vostra specialit&agrave; &egrave; ridotta di 5. L'abilit&agrave; scelta &egrave; un'abilit&agrave; di classe per voi, ma se &egrave; un'abilit&agrave; di classe della classe scelta al 1&deg; livello, guadagnate invece bonus +1 alle prove dell'abilit&agrave; scelta. Inoltre, ricevete bonus +1 all'Intelligenza alla creazione del personaggio.</p><h2>Sulla Punta della Lingua (6&deg;)</h2><p>A volte, dopo una pausa per riordinare le idee, capite di sapete la risposta a una particolare domanda impegnativa. Una volta al giorno potete ripetere qualsiasi prova di abilit&agrave; per ricordare delle conoscenze. Dovete decidere di usare l'abilit&agrave; dopo il tiro, ma prima di apprendere le informazioni per il primo tiro. Dovete accettare il secondo risultato, anche se &egrave; peggiore.</p><h2>Esperto Ricercatore (12&deg;)</h2><p>Potete compiere ricerche molto pi&ugrave; velocemente degli altri, il che vi consente di ottenere informazioni da database, biblioteche e altre fonti in un quarto del tempo consueto; con questa abilit&agrave; potete di solito Prendere 20 per ricordare conoscenze in 5 round.</p><h2>Erudito Supremo (18&deg;)</h2><p>Per voi, apprendere e assorbire conoscenza correlata al vostro campo &egrave; rinfrancante come bere da una fonte fresca nel mezzo di un pianeta deserto. Fino a due volte al giorno, in una situazione in cui possono essere utili informazioni inerenti al vostro campo di specializzazione (a discrezione del GM), potete trascorrere 10 minuti in contemplazione profonda e facendo ricerche nel vostro ambito per recuperare 1 Punto Risolutezza, oltre a usare ricordare conoscenze per le informazioni che cercate; ci&ograve; non conta come riposare per recuperare Punti Stamina.</p>"
		},
		{
			"id": "Sensate",
			"name": "Sensate"
		},
		{
			"id": "Solar Disciple",
			"name": "Discepolo Solare",
			"description": "<p>Il Sole &egrave; la fonte di tutta la vita nel sistema, e anche se non lo veneri direttamente, cerchi di onorare il suo prezioso dono. Da lontano il Sole &egrave; una luce serena, ma in realt&agrave; &egrave; una massa turbolenta di plasma che raggiunge temperature di milioni di gradi. Meditando su questa contraddizione cerchi di trovare la pace interiore e raggiungere un alto autocontrollo. Che tu sia un devoto di Sarenrae o un semplice residente dell'Arcipelago Ardente, il Sole &egrave; una presenza importante nella tua vita, figurativamente e letteralmente.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Ti sei documentato estensivamente sulla fisica del Sole e dei piani a esso associati, nonch&eacute; sulle migliori teorie su come questi interagiscano per produrre l'ambiente solare. Hai studiato inoltre tutte le religioni solari dei Mondi del Patto, dalla Chiesa del Sole dell'Alba al culto pi&ugrave; primitivo. Riduci di 5 le CD delle prove di Scienza Fisica per Ricordare Conoscenze su questioni relative al Sole e alla luce e delle prove di Misticismo per ricordare conoscenze sulle religioni incentrate sul sole, sul Piano Elementale del Fuoco e sul Piano dell'Energia Positiva. Per te Percezione &egrave; un'abilit&agrave; di classe, ma se &egrave; gi&agrave; un'abilit&agrave; di classe della classe che hai scelto al 1&deg; livello ottieni invece bonus +1 alle prove di Percezione. Inoltre, alla creazione del personaggio hai modificatore alla caratteristica di Saggezza +1.</p><h2>Gravit&agrave; Mentale (6&deg;)</h2><p>Niente &egrave; veramente costante nell'universo, ma le stelle sono tra i pochi corpi celesti la cui posizione relativa all'interno del proprio sistema cambia raramente. Cos&igrave; come la massa ineffabile del Sole, non puoi essere spostato dal tuo spazio mentale. Ottieni bonus +1 ai Tiri Salvezza su Volont&agrave; contro gli effetti di Compulsione.</p><h2>Trasferimento di Calore (12&deg;)</h2><p>Hai imparato a vivere nel calore del Sole, e quando stai per bruciarti puoi incanalare parte di quell'energia nelle tue armi e nei tuoi incantesimi. Ogni volta che subisci danni da fuoco puoi incrementare, di un ammontare pari a un quarto dei danni che hai subito (arrotondando per difetto con un minimo di 1), il numero di danni da fuoco che infliggi come parte di un attacco o di un incantesimo sferrato prima della fine del tuo prossimo turno.</p><h2>Meditazione Solare (18&deg;)</h2><p>Dopo molta pratica e l'occasionale scottatura, il tuo regime di meditazione ha raggiunto la vetta. La luce del Sole ti ricarica come se fossi una batteria solare. Fino a due volte al giorno puoi spendere 10 minuti in meditazione mentre la luce del Sole ti illumina direttamente per recuperare 1 Punto Risolutezza; ci&ograve; non conta come riposare per recuperare Punti Stamina.</p>"
		},
		{
			"id": "Space Pirate",
			"name": "Pirata Spaziale",
			"description":"<p>Sei un corsaro nelle zone selvagge e imprevedibili ai margini della civilt&agrave; galattica e vivi seguendo il tuo codice, oppure una serie di principi che condividi con altri individui che hanno idee simili alle tue. Tendi a considerare quello di propriet&agrave; privata come un concetto risibile, a meno che non si tratti del tuo equipaggiamento. Potresti essere un corsaro con la sua astronave, un membro di una banda di predoni o persino uno dei Liberi Capitani della Diaspora. In alternativa potresti aver appena iniziato la tua carriera da pirata, e star apprendendo le basi come recluta di una ciurma pi&ugrave; esperta.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Sei avvantaggiato quando operi nelle ombre della societ&agrave;. Riduci di 5 la CD delle prove di Cultura per ricordare conoscenze su luoghi connessi al mercato nero, contrabbandieri famosi e pirati spaziali famigerati. Per te Raggirare &egrave; un'abilit&agrave; di classe, ma se &egrave; gi&agrave; un'abilit&agrave; di classe della classe che hai preso al 1&deg; livello ottieni invece bonus +1 alle prove di Raggirare. Inoltre, alla creazione del personaggio hai modificatore alla caratteristica di Destrezza +1.</p><h2>Contrabbandiere (6&deg;)</h2><p>Sai come e quando trasportare beni illeciti e sai cavarti d'impaccio quando ti trovi in situazioni difficili, che per un contrabbandiere meno esperto potrebbero essere insuperabili. Una volta al giorno, quando effettui una prova di Furtivit&agrave; per Nasconderti, puoi tirare due volte e scegliere il risultato pi&ugrave; alto. Inoltre, ogni volta che qualcuno ti perquisisce ed effettua una prova di Percezione per Cercare oggetti che hai nascosto su di te usando il compito Nascondere Oggetto dell'abilit&agrave; Rapidit&agrave; di Mano, egli ottiene solo bonus +2 alla prova, anzich&eacute; +4.</p><h2>Spada e Pistola (12&deg;)</h2><p>Sei addestrato in uno stile di combattimento tradizionale sviluppato dai pirati di tempi ancestrali, prima dell'Intervallo. Quando impugni almeno un'arma da mischia a una mano e almeno un'arma piccola puoi compiere due attacchi contro lo stesso bersaglio, usando un'arma per ciascuno di questi due tipi, come Azione Standard. Entrambi gli attacchi subiscono penalit&agrave; -4 al Tiro per Colpire, come se fosse un'azione di Attacco Completo.</p><h2>Benedizione di Besmara (18&deg;)</h2><p>La dea pirata Besmara benedice la tua vita di furti e razzie, anche se non la veneri direttamente. Fino a due volte al giorno, quando tendi un'imboscata a un nemico significativo o a un gruppo di nemici, li sconfiggi in combattimento tattico o tra astronavi e ti appropri delle merci e degli oggetti preziosi che stanno trasportando (o di cui sono semplicemente i proprietari), recuperi 1 Punto Risolutezza.</p>"
		},
		{
			"id": "Spacefarer",
			"name": "Esploratore dello Spazio",
			"description": "<p>La vostra brama di viaggiare fra le stelle non pu&ograve; essere saziata. Agognate la sensazione di mettere piede su un mondo distante ed esplorarne i segreti. Tendete ad accogliere ogni nuova opportunit&agrave; con coraggio e tempra, certi di cavarvela grazie alla vostra moltitudine di abilit&agrave;. Forse trovate semplicemente gioia nell'atto di viaggiare coi compagni, o forse volete solo riempirvi le tasche con ogni tipo di spoglie aliene!</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Siete ossessionati dai mondi distanti, e catalogate mentalmente tutto ci&ograve; che apprendete su luoghi nuovi o strani, in modo da ricordarlo quando vi servir&agrave;. Inoltre, usate la conoscenza di biologia e topologia per assuefarvi a pericoli alieni. Riducete di 5 la CD delle prove di Scienza Fisica per ricordare conoscenze su nuovi mondi strani o caratteristiche dello spazio. Scienza Fisica &egrave; un'abilit&agrave; di classe per voi, ma se &egrave; un'abilit&agrave; di classe della classe scelta al 1&deg; livello, guadagnate invece bonus +1 alle prove di Scienza Fisica. Inoltre, ricevete bonus +1 alla Costituzione alla creazione del personaggio.</p><h2>Dilettante Entusiasta (6&deg;)</h2><p>Nei vostri viaggi avete imparato un bel po' di trucchi su ogni sorta di cose, anche se non le avete formalmente studiate, e potete spesso usare logica e intuizione a vostro vantaggio. Guadagnate bonus +2 alle Prove di Abilit&agrave; se non avete gradi in quell'abilit&agrave;. Questa abilit&agrave; non vi consente di tentare prove per abilit&agrave; che richiedono addestramento.</p><h2>Factotum (12&deg;)</h2><p>Se vi ci impegnate potete fare tutto, e non lasciate mai che la mancanza di istruzioni formali si ponga fra voi e qualcosa da sbrigare. Potete usare tutte le abilit&agrave; senza addestramento, anche se normalmente non potreste, e quando ottenete un 20 naturale tentando una prova per un'abilit&agrave; nella quale non possedete gradi, il vostro bonus per dilettante entusiasta aumenta a +4.</p><h2>Esploratore Supremo (18&deg;)</h2><p>Trovate rinvigorente annotare scientificamente anche il minimo dettaglio di un posto nuovo, dai colori apparenti ai gradi di inclinazione, fino a stime barometriche, sismiche e altri aspetti delicati. Fino a due volte al giorno, mentre siete su un pianeta inesplorato (solitamente uno che non ha contatti con i Mondi del Patto, ma non &egrave; necessario che l'abbiate scoperto voi), potete trascorrere 10 minuti a esplorare, mappare e documentarvi su una nuova caratteristica geografica per recuperare 1 Punto Risolutezza; ci&ograve; non conta come riposare per recuperare Punti Stamina.</p>"
		},
		{
			"id": "Starwalker",
			"name": "Starwalker"
		},
		{
			"id": "Stormrunner",
			"name": "Stormrunner"
		},
		{
			"id": "Street Rat",
			"name": "Street Rat"
		},
		{
			"id": "Tempered Pilgrim",
			"name": "Pellegrino Temprato",
			"description": "<p>Durante l'adolescenza i Kasatha affrontano un viaggio senza meta, della durata di un anno, chiamato Tempra, durante il quale sono incoraggiati a fare esperienza dei costumi di altre culture. Hai studiato questa pratica (o magari ci sei passato tu stesso) e hai concluso che un anno non basta per imparare tutto il possibile da innumerevoli civilt&agrave;. Comunque sia non devi per forza essere un Kasatha per considerarti allievo dell'universo. Molti pellegrini temprati seguono inoltre la filosofia del Ciclo.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Desideroso di scoprire e studiare nuove culture, hai letto parecchio, e conosci le usanze di molti popoli prima ancora di incontrarli. Riduci di 5 la CD delle prove di Cultura per Ricordare Conoscenze sui costumi di un popolo e su argomenti correlati. Inoltre, ogni volta che prendi un grado in Cultura impari a parlare due nuovi Linguaggi, anzich&eacute; solo uno. Per te Cultura &egrave; un'abilit&agrave; di classe, ma se &egrave; gi&agrave; un'abilit&agrave; di classe della classe che hai preso al 1&deg; livello ottieni invece bonus +1 alle prove di Cultura. Inoltre, alla creazione del personaggio hai modificatore alla caratteristica di Carisma +1.</p><h2>Carisma Coinvolgente (6&deg;)</h2><p>Conosci molte sfumature sociali e sei pronto a sfruttarle quando interagisci con altri individui. Quando superi di 5 o pi&ugrave; la CD di una prova di Diplomazia per Migliorare l'Atteggiamento di una creatura, devi trascorrere 1 solo minuto aggiuntivo a interagire con essa per Migliorare l'Atteggiamento di un'ulteriore categoria. Inoltre, peggiori l'atteggiamento di una creatura solo se fallisci di 10 o pi&ugrave; la prova di Diplomazia per Migliorare l'Atteggiamento.</p><h2>Vasta Conoscenza (12&deg;)</h2><p>Durante i tuoi molti viaggi hai accumulato vaste conoscenze su tantissimi argomenti. Puoi sempre prendere 10 quando effettui le Prove di Abilit&agrave; per Ricordare Conoscenze, a prescindere dalle circostanze. Inoltre, una volta al giorno, quando effettui una Prova di Abilit&agrave; relativa a un'abilit&agrave; in cui non hai gradi, puoi tirare due volte e scegliere il risultato migliore.</p><h2>Esperienze Variegate (18&deg;)</h2><p>Il senso della Tempra &egrave; imparare qualcosa sulla tua stessa cultura immergendoti nelle altre. Fino a due volte al giorno, quando partecipi a una tradizione culturale consolidata che richiede almeno 10 minuti ed &egrave; molto diversa dalle tradizioni della tua cultura, puoi riflettere su queste differenze per recuperare 1 Punto Risolutezza. Spetta al GM decidere cosa sia una tradizione culturale, ma di solito prevede una cerimonia festiva o formale come una danza, un banchetto, una parata o persino meditazione rituale.</p>"
		},
		{
			"id": "Themeless",
			"name": "Senza Tema",
			"description":"<p>Se decidete che nessuno dei temi proposti si adatta al vostro particolare concetto del personaggio, potete scegliere di non avere un tema. Ottenete i seguenti vantaggi ai livelli elencati. Un personaggio che non ha tema &egrave; molto meno potente di uno che ce l'ha, quindi scegliete questa opzione con cura.</p><h2>Conoscenza Generale (1&deg;)</h2><p>Guadagnate un'abilit&agrave; di classe a scelta quando create un personaggio senza tema. Ottenete anche un bonus di caratteristica di +1 a una caratteristica a vostra scelta.</p><h2>Certezza (6&deg;)</h2><p>Una volta al giorno, prima di tirare per una Prove di Abilit&agrave;, potete guadagnare bonus +2 a quell'abilit&agrave; per quella prova.</p><h2>Studi Estensivi (12&deg;)</h2><p>Scegliete una vostra abilit&agrave; di classe. Una volta al giorno potete ripetere una prova di quell'abilit&agrave; prima che sia comunicato il risultato della prova. Dovete accettare il secondo risultato, anche se &egrave; peggiore.</p><h2>Determinazione Ferrea (18&deg;)</h2><p>Aumentate di 1 la vostra riserva di Punti Risolutezza.</p>"
		},
		{
			"id": "Tinker",
			"name": "Tinker"
		},
		{
			"id": "Wild Warden",
			"name": "Guardiano Selvaggio",
			"description": "<p>Credi che gli agi della civilt&agrave; abbiano reso le persone deboli, quindi hai scelto di vivere nelle terre selvagge, come le giungle di Castrovel. Non necessariamente eviti la tecnologia, visto che pu&ograve; aiutarti a sopravvivere alle condizioni pi&ugrave; estreme, ma tendi a decorare i tuoi oggetti con pellicce e foglie. Ci&ograve; potrebbe farti sembrare un primitivo agli occhi di alcuni, ma tu sai che la natura, in tutte le sue forme, continuer&agrave; a prosperare quando anche dell'ultima societ&agrave; non rester&agrave; che la polvere.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Esplorando vari biomi hai studiato molti tipi diversi di flora e fauna. Riduci di 5 la CD delle prove di Scienza Biologica per identificare creature con i tipi Animale, Pianta e Parassita. Per te Sopravvivenza &egrave; un'abilit&agrave; di classe, ma se &egrave; gi&agrave; un'abilit&agrave; di classe della classe che hai preso al 1&deg; livello ottieni invece bonus +1 alle prove di Sopravvivenza. Inoltre, alla creazione del personaggio hai modificatore alla caratteristica di Saggezza +1.</p><h2>Protettore della Natura (6&deg;)</h2><p>Ferisci le creature selvatiche solo quando ti &egrave; necessario per sopravvivere, e cerchi comunque di lasciarle Prive di Sensi, se &egrave; possibile. Quando usi un'arma che infligge danni letali per infliggere Danni Non Letali a una creatura con il tipo Animale, Pianta e Parassita che hai identificato superando una prova di Scienza Biologica, non subisci la normale penalit&agrave; -4 ai Tiri per Colpire. Inoltre, se infliggi Danni Non Letali in questo modo e metti a segno un Colpo Critico, puoi scegliere di non risolvere qualsiasi degli Effetti del Colpo Critico della tua arma. Infine, puoi usare Scienza Biologica per fornire primo soccorso (come il compito di Medicina) a creature con i tipi Animale, Pianta e Parassita.</p><h2>Approvvigionatore Esperto (12&deg;)</h2><p>Grazie alla tua esperienza come survivalista, riesci a trovare materiali per sostentare e rafforzare i tuoi alleati mentre li guidi in un ambiente selvatico. Dopo che hai superato una prova di Sopravvivenza per Vivere della Terra, quando tu e le creature alle quali fornisci cibo e acqua recuperate Punti Ferita dopo una notte piena di riposo come conseguenza della Prova di Abilit&agrave; (non pi&ugrave; di 24 ore dopo aver superato la prova), recuperate un numero di Punti Ferita aggiuntivi pari al tuo modificatore di Saggezza.</p><h2>Comunione con la Natura (18&deg;)</h2><p>Essere in mezzo alla natura ti solleva lo spirito e ti ricorda perch&eacute; ti piace il tuo stile di vita. Fino a due volte al giorno, in un ambiente naturale (per esempio una giungla, o persino una tundra artica), puoi trascorrere 10 minuti meditando, o semplicemente ponderando il mondo che ti circonda, per recuperare 1 Punto Risolutezza (ci&ograve; non conta come riposare per recuperare Punti Stamina).</p>"
		},
		{
			"id": "Xenoarchaeologist",
			"name": "Xenoarcheologo",
			"description":"<p>Senti il bisogno di esplorare le rovine di civilt&agrave; passate, siano esse scomparse da poco o da millenni. Forse desideri visitare l'interno di Apostae o viaggiare nella galassia alla scoperta di insediamenti perduti, per ragioni puramente accademiche o per trarne un profitto. Spesso utilizzi la moderna tecnologia per compiere delle esplorazioni, ma non sei estraneo ai macchinari antichi e inusuali, e a volte li utilizzi sul campo quando c'&egrave; un'emergenza.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Sei abituato ad avere pochi preconcetti sui dispositivi alieni che scopri. Riduci di 5 la CD delle prove per identificare tecnologie rare, aliene o antiche. Per te Ingegneria &egrave; un'abilit&agrave; di classe, ma se &egrave; gi&agrave; un'abilit&agrave; di classe della classe che hai preso al 1&deg; livello ottieni invece bonus +1 alle prove di Ingegneria. Inoltre, alla creazione del personaggio hai modificatore alla caratteristica di Intelligenza +1.</p><h2>Notare Trappole (6&deg;)</h2><p>Incontri spesso antiche trappole e rari dispositivi di sicurezza, da difese meccaniche a barriere magiche. Hai affinato i tuoi sensi a riconoscere i segni rivelatori di una trappola, qualunque essa sia. Quando ti avvicini entro 3 metri da una trappola, puoi effettuare immediatamente una prova di Percezione per notarla (il GM dovrebbe tirare in segreto il dado per te).</p><h2>Maestro Traduttore (12&deg;)</h2><p>La tua incredibile esposizione ai sistemi di scrittura antichi e stranieri ti consente di comprendere facilmente il significato generale dei nuovi linguaggi che incontri, anche se non ci sei mai venuto in contatto. Puoi effettuare una prova di Cultura per Decifrare Scritture di fino a 250 parole come Azione di Movimento, e non rischi di travisare completamente il loro significato. Inoltre, fin tanto che disponi di un computer di qualsiasi tipo (come un'unit&agrave; di comunicazione), &egrave; come se avessi il set di dati necessario per prendere 20 alle prove di Cultura per Decifrare Scritture, e puoi farlo anche se non sei addestrato nell'abilit&agrave; Computer. Impieghi 20 minuti per prendere 20 su un testo di fino a 250 parole.</p><h2>Rivelazione Archeologica (18&deg;)</h2><p>Fino a due volte al giorno, quando documenti un nuovo manufatto di una civilt&agrave; antica o sconosciuta, recuperi 1 Punto Risolutezza. Quando scopri un oggetto su un pianeta inesplorato, questo processo richiede non pi&ugrave; di 10 minuti (non conta come riposare per recuperare Punti Stamina), ma anche sui pianeti che conosci potresti essere in grado di trovare un nuovo manufatto in 1d4 ore (o meno) tra antiche rovine o in sezioni remote di citt&agrave; con una lunga storia, o che intrattengono molti scambi commerciali con altre civilt&agrave;.</p>"
		},
		{
			"id": "Xenoseeker",
			"name": "Cercatore Xeno",
			"description": "<p>Il pensiero di incontrare forme di vita aliene vi eccita. Pi&ugrave; aspetto e usanze sono diversi dai vostri, tanto meglio! Forse ritenete che abbiano molto da insegnarvi o volete dimostrare di essere meglio di loro. Ovviamente, l'unico modo per attuare il vostro scopo &egrave; lasciare i Mondi del Patto e viaggiare nell'Immensit&agrave;, dove vi attende un numero virtualmente infinito di alieni.</p><h2>Conoscenza Specialistica (1&deg;)</h2><p>Siete addestrati a cercare, identificare e interagire con forme di vita aliene. Riducete di 5 la CD per identificare una creatura rara usando Scienza Biologica. Scienza Biologica &egrave; un'abilit&agrave; di classe per voi, ma se &egrave; un'abilit&agrave; di classe della classe scelta al 1&deg; livello, guadagnate invece bonus +1 alle prove di Scienza Biologica. Inoltre, ricevete bonus +1 al Carisma alla creazione del personaggio.</p><h2>Pidgin Rapido (6&deg;)</h2><p>Se non condividete un linguaggio con le creature che incontrate, voi e le creature potete trascorrere 10 minuti cercando di conversare (se esse lo vogliono), dopodich&eacute; tentate una prova di Cultura con CD 25. Se la superate, elaborate un semplice pidgin che consente una comunicazione di base. Potete usare il pidgin solo con quelle specifiche creature, ma guadagnate bonus +2 alle prove di Cultura per creare un pidgin con creature simili che parlano la stessa lingua.</p><h2>Primo Contatto (12&deg;)</h2><p>Sapete come fare buona impressione su nuove razze e placare la loro paura dell'ignoto. Quando incontrate una creatura che non ha mai visto la vostra razza o una qualunque delle razze dei vostri compagni di viaggio, se dovrebbe normalmente essere maldisposta verso le razze sconosciute, consideratela indifferente. Ci&ograve; non ha effetto se la creatura &egrave; ostile, indifferente, amichevole o premurosa.</p><h2>Brillante Scoperta (18&deg;)</h2><p>Fino a due volte al giorno, quando scoprite e documentate una nuova specie di flora o fauna, recuperate 1 PR. Su un pianeta inesplorato dove ogni specie &egrave; nuova, questo processo richiede di solito 10 minuti al massimo (e non conta come riposare per recuperare PS), ma anche su pianeti noti potreste riuscire a trovare una nuova specie in 1d4 ore (o meno) in un bioma remoto o con un'ampia variet&agrave; di fauna selvatica.</p>"
		}
	]
}